[
  {
    "chapter": 1,
    "greek": "τῶν ὄντων τὰ μέν ἐστιν ἐφʼ ἡμῖν, τὰ δὲ οὐκ ἐφʼ ἡμῖν. ἐφʼ ἡμῖν μὲν ὑπόληψις, ὁρμή, ὄρεξις,\n     ἔκκλισις καὶ ἑνὶ λόγῳ ὅσα ἡμέτερα ἔργα· οὐκ ἐφʼ ἡμῖν δὲ τὸ σῶμα, ἡ κτῆσις, δόξαι, ἀρχαὶ καὶ ἑνὶ\n     λόγῳ ὅσα οὐχ ἡμέτερα ἔργα. καὶ τὰ μὲν ἐφʼ ἡμῖν ἐστι φύσει\n     ἐλεύθερα, ἀκώλυτα, ἀπαραπόδιστα, τὰ δὲ οὐκ ἐφʼ ἡμῖν ἀσθενῆ, δοῦλα, κωλυτά, ἀλλότρια. μέμνησο\n     οὖν,  ὅτι, ἐὰν τὰ φύσει δοῦλα ἐλεύθερα οἰηθῇς καὶ τὰ ἀλλότρια\n     ἴδια, ἐμποδισθήσῃ, πενθήσεις, ταραχθήσῃ, μέμψῃ καὶ θεοὺς καὶ ἀνθρώπους, ἐὰν δὲ τὸ σὸν μόνον\n     οἰηθῇς σὸν εἶναι, τὸ δὲ ἀλλότριον, ὥσπερ ἐστίν, ἀλλότριον, οὐδείς σε ἀναγκάσει οὐδέποτε, οὐδείς\n     σε κωλύσει, οὐ μέμψῃ οὐδένα, οὐκ ἐγκαλέσεις τινί, ἄκων πράξεις οὐδὲ ἕν, οὐδείς σε βλάψει,\n     ἐχθρὸν οὐχ ἕξεις, οὐδὲ γὰρ βλαβερόν τι πείσῃ. τηλικούτων οὖν\n     ἐφιέμενος μέμνησο, ὅτι οὐ δεῖ μετρίως κεκινημένον ἅπτεσθαι αὐτῶν, ἀλλὰ τὰ μὲν ἀφιέναι παντελῶς,\n     τὰ δʼ ὑπερτίθεσθαι πρὸς τὸ παρόν. ἐὰν δὲ καὶ ταῦτʼ ἐθέλῃς καὶ ἄρχειν καὶ πλουτεῖν, τυχὸν μὲν\n     οὐδʼ αὐτῶν τούτων τεύξῃ διὰ τὸ καὶ τῶν προτέρων ἐφίεσθαι, πάντως γε μὴν ἐκείνων ἀποτεύξη, διʼ\n     ὧν μόνων ἐλευθερία καὶ εὐδαιμονία περιγίνεται. εὐθὺς οὖν πάσῃ\n     φαντασίᾳ τραχείᾳ μελέτα ἐπιλέγειν ὅτι φαντασία εἶ καὶ οὐ πάντως τὸ φαινόμενον. οὐδὲν πρὸς ἐμέ",
    "english": "Of all existing things, some are up to us, and others are not up to us. Up to us are opinion, impulse, desire, aversion, and, in a word, whatever is our own doing. Not up to us are the body, property, reputation, political office, and, in a word, whatever is not our own doing.\n\nThe things up to us are by nature free, unhindered, and unimpeded; the things not up to us are weak, enslaved, hindered, and foreign. Remember, then: if you suppose that things naturally enslaved are free, and that what belongs to others is your own, you will be hampered, you will grieve, you will be disturbed, and you will find fault with both gods and men. But if you suppose that only to be your own which is your own, and what belongs to others to be what it really is—foreign—then no one will ever compel you or hinder you; you will blame no one, accuse no one, and do nothing against your will; no one will harm you, and you will have no enemies, for you will suffer no harm.\n\nAiming, therefore, at such great things, remember that you must not attempt them with only moderate effort. You must renounce some things entirely and postpone others for now. If you wish for these great things and also for power and wealth, you may perhaps not even obtain the latter because you also aim at the former; and you will certainly fail to obtain the former, which alone yields freedom and happiness.\n\nSo make it your practice to say immediately to every harsh impression: 'You are just an impression and not at all what you seem to be.' Then examine it and test it by these rules you possess—first and foremost by this one: Does it concern the things up to us or the things not up to us? And if it concerns something not up to us, be ready to say: 'It is nothing to me.'",
    "notes": "This chapter establishes the fundamental axiom of Stoic practice: the 'Dichotomy of Control'. Epictetus defines the sole domain of human freedom as 'Prohairesis' (moral character or volition)—the judgments, desires, and intentions that are 'up to us'. All else—bodies, wealth, and status—are classified as externals (adiaphora), which are indifferent to our moral character and ultimately outside our absolute control. The suffering described (grief, blame, disturbance) is diagnosed not as a result of events themselves, but of a category error: mistaking external things for one's own. The final exercise provides the practical application: a cognitive distancing technique to strip events of their emotional weight by correctly categorizing them. If an event falls outside your volition, it is morally irrelevant ('nothing to me') and cannot harm your true self.",
    "thematic_lexicon": [
      {
        "term": "φαντασία (phantasia)",
        "translation": "Impression",
        "lexicon_entry": "The initial mental presentation of an event."
      },
      {
        "term": "λόγος (logos)",
        "translation": "Reason",
        "lexicon_entry": "The divine, rational principle organizing the universe."
      },
      {
        "term": "φύσις (physis)",
        "translation": "Nature",
        "lexicon_entry": "The cosmic and biological order; living 'according to nature' is the goal."
      },
      {
        "term": "ἐφʼ ἡμῖν (eph’ hēmin)",
        "translation": "Up to us",
        "lexicon_entry": "The 'Dichotomy of Control' (internal vs. external)."
      },
      {
        "term": "εὐδαιμονία (eudaimonia)",
        "translation": "Flourishing",
        "lexicon_entry": "The ultimate goal; happiness derived from living virtuously."
      },
      {
        "term": "ὁρμή (horme)",
        "translation": "Impulse",
        "lexicon_entry": "The soul's movement toward action, practiced 'with reservation.'"
      },
      {
        "term": "ὄρεξις (orexis)",
        "translation": "Desire",
        "lexicon_entry": "Reaching for what is perceived as good."
      },
      {
        "term": "ἔκκλισις (ekklisis)",
        "translation": "Aversion",
        "lexicon_entry": "The impulse to avoid."
      },
      {
        "term": "ὑπόληψις (hypolepsis)",
        "translation": "Opinion",
        "lexicon_entry": "Subjective value-judgment added to an event."
      },
      {
        "term": "θεός (theos)",
        "translation": "The Divine",
        "lexicon_entry": "The immanent creative reason within matter."
      },
      {
        "term": "ἄνθρωπος (anthropos)",
        "translation": "Human Being",
        "lexicon_entry": "A rational, social animal."
      }
    ]
  },
  {
    "chapter": 2,
    "greek": "μέμνησο, ὅτι ὀρέξεως ἐπαγγελία ἐπιτυχία, οὗ ὀρέγῃ, ἐκκλίσεως ἐπαγγελία τὸ μὴ περιπεσεῖν\n     ἐκείνῳ, ὃ ἐκκλίνεται, καὶ ὁ μὲν ἐν ὀρέξει ἀποτυγχάνων ἀτυχής, ὁ δὲ ἐν ἐκκλίσει περιπίπτων\n     δυστυχής. ἂν μὲν οὖν μόνα ἐκκλίνῃς τὰ παρὰ φύσιν τῶν ἐπὶ σοί, οὐδενί, ὧν ἐκκλίνεις, περιπεσῇ·\n     νόσον δʼ ἂν ἐκκλίνῃς ἢ θάνατον ἢ πενίαν, δυστυχήσεις. ἆρον\n     οὖν τὴν ἔκκλισιν ἀπὸ πάντων τῶν οὐκ ἐφʼ ἡμῖν καὶ μετάθες ἐπὶ τὰ παρὰ φύσιν τῶν ἐφʼ ἡμῖν. τὴν\n     ὄρεξιν δὲ παντελῶς ἐπὶ τοῦ παρόντος ἄνελε· ἄν τε γὰρ ὀρέγῃ τῶν οὐκ ἐφʼ ἡμῖν τινος, ἀτυχεῖν\n     ἀνάγκη τῶν τε ἐφʼ ἡμῖν, ὅσων ὀρέγεσθαι καλὸν ἄν, οὐδὲν οὐδέπω σοι πάρεστι. μόνῳ δὲ τῷ ὁρμᾶν καὶ\n     ἀφορμᾶν χρῶ, κούφως μέντοι καὶ μεθʼ ὑπεξαιρέσεως καὶ ἀνειμένως.",
    "english": "Remember that the promise of desire is to obtain what you want, and the promise of aversion is to avoid what you dislike. The man who fails in desire is disappointed, but the man who falls into what he wants to avoid is wretched. Therefore, if you restrict your aversion only to things contrary to nature that are within your own control, you will never encounter anything you wish to avoid. But if you try to avoid illness, death, or poverty, you will be miserable.\n\nSo, remove aversion from all things not within our power, and transfer it to what is contrary to nature among the things that are within our power. As for desire, suspend it completely for the present. For if you desire any of the things not within our power, you are bound to be disappointed; and as for the things within our power that are good to desire, you are not yet capable of grasping them. Instead, make use only of the impulse to act or not act—but do so lightly, with reservation, and without straining.",
    "notes": "This chapter outlines the Discipline of Desire and Aversion, the first of the three Stoic disciplines. Epictetus argues that suffering arises from a misalignment between our will and reality. \n\n1. **The Trap of Aversion**: If we try to avoid external events (sickness, death), we are gambling with fortune. Since these are not in our control, we will eventually lose and become miserable. We must retrain our aversion to target only our own bad judgments and vices, which are 'contrary to nature' but entirely within our control.\n\n2. **The Suspension of Desire**: Epictetus advises beginners to stop desiring altogether. Desiring externals leads to anxiety and disappointment. Desiring internal virtue is good, but beginners often lack the wisdom to pursue it correctly. It is safer to operate in a state of neutrality until one's character is stronger.\n\n3. **Action with Reservation (Hupexairesis)**: The instruction to act 'with reservation' is a critical Stoic technique. It means undertaking actions with the proviso 'if Fate permits.' This creates an emotional buffer: you aim for a goal, but you accept the outcome—whatever it may be—before you even begin.",
    "thematic_lexicon": [
      {
        "term": "φύσις (physis)",
        "translation": "Nature",
        "lexicon_entry": "The cosmic and biological order; living 'according to nature' is the goal."
      },
      {
        "term": "ἐφʼ ἡμῖν (eph’ hēmin)",
        "translation": "Up to us",
        "lexicon_entry": "The 'Dichotomy of Control' (internal vs. external)."
      },
      {
        "term": "ὄρεξις (orexis)",
        "translation": "Desire",
        "lexicon_entry": "Reaching for what is perceived as good."
      },
      {
        "term": "ἔκκλισις (ekklisis)",
        "translation": "Aversion",
        "lexicon_entry": "The impulse to avoid."
      },
      {
        "term": "καλός (kalos)",
        "translation": "Noble/Good",
        "lexicon_entry": "The morally beautiful; only virtue is truly good."
      }
    ]
  },
  {
    "chapter": 3,
    "greek": "ἐφʼ ἑκάστου τῶν ψυχαγωγούντων ἢ χρείαν παρεχόντων ἢ στεργομένων μέμνησο ἐπιλέγειν, ὁποῖόν\n     ἐστιν, ἀπὸ τῶν σμικροτάτων ἀρξάμενος· ἂν χύτραν στέργῃς, ὅτι χύτραν στέργω.",
    "english": "Concerning anything that delights your soul, serves a need, or is held dear, remember to articulate to yourself exactly what its nature is, starting with the most trivial instances. If you are fond of a ceramic pot, say to yourself: 'I am fond of a pot.'",
    "notes": "This passage introduces the Stoic discipline of objective description to combat false impressions. By explicitly naming an object's bare nature (e.g., 'a pot' rather than 'my favorite heirloom'), we strip away the subjective value judgments that cause suffering when the object is damaged or lost. Epictetus instructs students to practice this realism on insignificant items first, building the mental resilience required to eventually face the loss of loved ones with the same composure, acknowledging them as mortal beings rather than permanent possessions.",
    "thematic_lexicon": []
  },
  {
    "chapter": 4,
    "greek": "ὅταν ἅπτεσθαί τινος ἔργου μέλλῃς, ὑπομίμνῃσκε σεαυτόν, ὁποῖόν ἐστι τὸ ἔργον. ἐὰν λουσόμενος\n     ἀπίῃς, πρόβαλλε σεαυτῷ τὰ γινόμενα ἐν βαλανείῳ, τοὺς ἀπορραίνοντας, τοὺς ἐγκρουομένους, τοὺς\n     λοιδοροῦντας, τοὺς κλέπτοντας. καὶ οὕτως ἀσφαλέστερον ἅψῃ τοῦ ἔργου, ἐὰν ἐπιλέγῃς εὐθὺς ὅτι λούσασθαι θέλω καὶ τὴν ἐμαυτοῦ προαίρεσιν κατὰ φύσιν ἔχουσαν τηρῆσαι. ἀλλʼ\n      οὐ τοῦτο ἤθελον μόνον, ἀλλὰ καὶ τὴν ἐμαυτοῦ προαίρεσιν κατὰ φύσιν ἔχουσαν τηρῆσαι· οὐ τηρήσω\n      δέ, ἐὰν ἀγανακτῶ πρὸς τὰ γινόμενα.",
    "english": "When you are about to put your hand to any task, remind yourself exactly what kind of task it is. If you are going out to bathe, picture to yourself the things that usually happen at the bathhouse: the people splashing, the people pushing, the people shouting insults, the thieves. You will undertake the task more safely if you say to yourself at the start: 'I want to bathe, and I also want to keep my moral purpose in harmony with nature.' For I will not keep it so if I lose my temper at what happens there.",
    "notes": "This chapter introduces the practical application of 'premeditatio malorum' (the premeditation of evils) applied to daily annoyances. Epictetus teaches that frustration often arises from a mismatch between our expectations and reality. By realistically anticipating the inherent chaos of a situation (like a crowded bathhouse), the Stoic prepares their mind to face it without surprise or anger. The crucial insight is the establishment of a dual goal: the external objective (bathing) and the internal objective (maintaining the 'prohairesis', or moral character, in accordance with nature). While the external outcome is not fully in our control, the internal goal is; becoming angry at inevitable external circumstances means failing the primary task of the philosopher.",
    "thematic_lexicon": [
      {
        "term": "προαίρεσις (prohairesis)",
        "translation": "Reasoned Choice",
        "lexicon_entry": "The faculty of reasoned choice and assent."
      },
      {
        "term": "φύσις (physis)",
        "translation": "Nature",
        "lexicon_entry": "The cosmic and biological order; living 'according to nature' is the goal."
      }
    ]
  },
  {
    "chapter": 5,
    "greek": "ταράσσει τοὺς ἀνθρώπους οὐ τὰ πράγματα, ἀλλὰ τὰ περὶ τῶν πραγμάτων δόγματα· οἷον ὁ θάνατος\n     οὐδὲν δεινόν (ἐπεὶ καὶ Σωκράτει ἂν ἐφαίνετο), ἀλλὰ τὸ δόγμα τὸ περὶ τοῦ θανάτου, διότι δεινόν,\n     ἐκεῖνο τὸ δεινόν ἐστιν. ὅταν οὖν ἐμποδιζώμεθα ἢ ταρασσώμεθα ἢ λυπώμεθα, μηδέποτε ἄλλον\n     αἰτιώμεθα, ἀλλʼ ἑαυτούς, τοῦτʼ ἔστι τὰ ἑαυτῶν δόγματα. ἀπαιδεύτου ἔργον τὸ ἄλλοις ἐγκαλεῖν, ἐφʼ\n     οἷς αὐτὸς πράσσει κακῶς· ἠργμένου παιδεύεσθαι τὸ ἑαυτῷ· πεπαιδευμένου τὸ μήτε ἄλλῳ μήτε ἑαυτῷ.",
    "english": "It is not events that disturb people, but their judgments concerning them. For example, death is nothing terrible—otherwise it would have appeared so to Socrates—but the terror lies in our opinion that death is terrible. Therefore, whenever we are hindered, disturbed, or distressed, let us never blame anyone else, but only ourselves; that is to say, our own judgments. It is the act of an uneducated person to blame others for their own misfortune; the act of one just beginning their education to blame themselves; and the act of one who is fully educated to blame neither another nor themselves.",
    "notes": "This chapter articulates the foundational psychological premise of Stoicism, often cited as the ancestor of Cognitive Behavioral Therapy: we are not passive victims of external circumstances, but active creators of our emotional responses through our 'dogmata' (judgments/opinions). Epictetus outlines three stages of moral progression: 1) The uneducated person projects blame outward, believing external things control their happiness. 2) The developing student accepts responsibility for their own distress but still experiences it, leading to self-blame. 3) The fully educated Sage understands necessity and nature so completely that they have eliminated false judgments entirely, thereby removing the cause of distress and the need for blame of any kind.",
    "thematic_lexicon": [
      {
        "term": "δόγμα (dogma)",
        "translation": "Principle",
        "lexicon_entry": "Deeply held convictions that guide our interpretations."
      },
      {
        "term": "ἄνθρωπος (anthropos)",
        "translation": "Human Being",
        "lexicon_entry": "A rational, social animal."
      },
      {
        "term": "κακός (kakos)",
        "translation": "Vice/Evil",
        "lexicon_entry": "Moral corruption; the only true evil."
      }
    ]
  },
  {
    "chapter": 6,
    "greek": "ἐπὶ μηδενὶ ἐπαρθῇς ἀλλοτρίῳ προτερήματι. εἰ ὁ ἵππος ἐπαιρόμενος ἔλεγεν ὅτι καλός εἰμι, ἵππον καλὸν ἔχω,",
    "english": "Do not be puffed up by any excellence that is not your own. If a horse in his pride were to say, 'I am beautiful,' it would be bearable. But when you boast, 'I have a beautiful horse,' realize that you are merely boasting about the good qualities of the horse. What, then, is your own? The use of impressions. Therefore, when you are in harmony with nature in the use of your impressions, then be proud; for you will be celebrating a good that is truly yours.",
    "notes": "This chapter distinguishes between external goods (possessions, status, the attributes of things we own) and internal goods (character, judgment). Epictetus argues that taking pride in external things—like a fine horse or, by extension, a luxury car or house—is irrational because that excellence belongs to the object, not the owner. The only thing that strictly belongs to the individual ('idion') is the 'use of impressions' (chresis phantasion)—the mental act of interpreting and responding to the world. Therefore, legitimate satisfaction comes only from cultivating one's character and aligning one's will with Nature.",
    "thematic_lexicon": [
      {
        "term": "καλός (kalos)",
        "translation": "Noble/Good",
        "lexicon_entry": "The morally beautiful; only virtue is truly good."
      }
    ]
  },
  {
    "chapter": 7,
    "greek": "καθάπερ ἐν πλῷ τοῦ πλοίου καθορμισθέντος εἰ ἐξέλθοις ὑθρεύσασθαι ὑδρεύσασθαι",
    "english": "Think of life as a voyage. When the ship anchors and you go ashore for water, you might incidentally pick up a seashell or a bulb along the path. However, you must keep your mind fixed on the ship and constantly look back to see if the Captain calls. If he calls, you must drop all those things immediately, lest you be bound and thrown on board like livestock. So it is in life: if you are granted a wife or a child instead of a shell or a bulb, nothing prevents you from accepting them. But if the Captain calls, run to the ship, leave everything behind, and do not look back. And if you are old, do not stray far from the ship at all, lest you be missing when the call comes.",
    "notes": "This chapter utilizes a nautical allegory to illustrate the Stoic concept of 'preferred indifferents' and the inevitability of death. The 'Captain' represents God or the Logos, and the 'call' is the summons of death. Family and possessions are likened to seashells found on a beach—pleasant to hold for a moment, but ultimately external and temporary. The Stoic must enjoy these gifts without attachment, remaining ever-ready to surrender them instantly without resistance. The specific warning to the elderly emphasizes that as one nears the end of life, one must detach even more strictly from worldly distractions to ensure a composed and ready departure.",
    "thematic_lexicon": []
  },
  {
    "chapter": 8,
    "greek": "μὴ ζήτει τὰ γινόμενα γίνεσθαι ὡς θέλεις, ἀλλὰ θέλε τὰ γινόμενα ὡς γίνεται καὶ εὐροήσεις.",
    "english": "Do not demand that events should happen as you wish; but wish them to happen as they do happen, and your life will flow smoothly.",
    "notes": "This passage defines the Stoic concept of 'euroia' (a good flow of life). Epictetus teaches that suffering arises when our desires conflict with reality. Since external events are outside our control, trying to force them to match our wishes is futile. The path to tranquility lies in aligning your will with the course of Nature, accepting what occurs rather than fighting against it.",
    "thematic_lexicon": []
  },
  {
    "chapter": 9,
    "greek": "νόσος σώματός ἐστιν ἐμπόδιον, προαιρέσεως δὲ οὔ, ἐὰν μὴ αὐτὴ θέλῃ. χώλανσις σκέλους ἐστὶν\n     ἐμπόδιον, προαιρέσεως δὲ οὔ. καὶ τοῦτο ἐφʼ ἑκάστου τῶν ἐμπιπτόντων ἐπίλεγε· εὑρήσεις γὰρ αὐτὸ\n     ἄλλου τινὸς ἐμπόδιον, σὸν δὲ οὔ.",
    "english": "Sickness is a hindrance to the body, but not to your moral will, unless that will itself consents. Lameness is a hindrance to the leg, but not to your moral will. Say this to yourself regarding everything that happens to you, for you will find that it hinders something else, but never you.",
    "notes": "This chapter underscores the Stoic concept of the invulnerability of the 'prohairesis' (moral choice or volition). Epictetus illustrates that external misfortunes, such as physical illness or disability, only affect the body—which is an 'indifferent' external—and not the ruling center of the mind. The 'you' Epictetus refers to is the rational soul; thus, unless we mistakenly judge an external event as evil, our character and freedom remain unimpeded.",
    "thematic_lexicon": [
      {
        "term": "προαίρεσις (prohairesis)",
        "translation": "Reasoned Choice",
        "lexicon_entry": "The faculty of reasoned choice and assent."
      }
    ]
  },
  {
    "chapter": 10,
    "greek": "ἐφʼ ἑκάστου τῶν προσπιπτόντων μέμνησο ἐπιστρέφων ἐπὶ σεαυτὸν ζητεῖν, τίνα δύναμιν ἔχεις πρὸς\n     τὴν χρῆσιν αὐτοῦ. ἐὰν καλὸν ἴδῃς ἢ καλήν, εὑρήσεις δύναμιν πρὸς ταῦτα ἐγκράτειαν· ἐὰν πόνος\n     προσφέρηται, εὑρήσεις καρτερίαν· ἂν λοιδορία, εὑρήσεις ἀνεξικακίαν. καὶ οὕτως ἐθιζόμενόν σε οὐ\n     συναρπάσουσιν αἱ φαντασίαι.",
    "english": "With every accident that befalls you, remember to turn to yourself and inquire what power you possess for turning it to use. If you encounter a handsome man or a beautiful woman, you will find the power of self-control. If pain is presented to you, you will find endurance. If verbal abuse, you will find patience. Get into the habit of doing this, and you will not be swept away by your impressions.",
    "notes": "Epictetus emphasizes that we are never helpless victims of circumstance; nature has equipped the rational mind with specific faculties (virtues) to counter every type of external impression. The practice requires a moment of pause to match the correct internal resource to the external event: temperance for desire, fortitude for pain, and patience for insults. By actively selecting the appropriate virtue, the Stoic prevents 'phantasiai' (impressions) from bypassing reason and hijacking the 'prohairesis' (moral character).",
    "thematic_lexicon": [
      {
        "term": "φαντασία (phantasia)",
        "translation": "Impression",
        "lexicon_entry": "The initial mental presentation of an event."
      },
      {
        "term": "καλός (kalos)",
        "translation": "Noble/Good",
        "lexicon_entry": "The morally beautiful; only virtue is truly good."
      }
    ]
  },
  {
    "chapter": 11,
    "greek": "μηδέποτε ἐπὶ μηδενὸς εἴπῃς ὅτι ἀπώλεσα αὐτό, ἀπέδωκα. τὸ χωρίον ἀφῃρέθην. ἀλλὰ κακὸς ὁ ἀφελόμενος.",
    "english": "Never say about anything, 'I have lost it,' but rather, 'I have returned it.' Has your child died? He has been returned. Has your wife died? She has been returned. Has your estate been taken away? Then this too has been returned. 'But the one who took it is a wicked man,' you say. What is it to you by whose hand the Giver asked for it back? So long as He gives it to you, take care of it as something that is not your own, just as travelers treat an inn.",
    "notes": "Epictetus introduces a powerful reframing technique here: viewing possessions and relationships not as personal property, but as loans from the Universe (or God). By changing your language from 'lost' (which implies harm and deprivation) to 'returned' (which implies the natural end of a loan), you maintain tranquility. The 'inn' metaphor reinforces this transient stewardship—we are guests in this life, using what is provided for a short time, but we must not become attached as if we own the furniture.",
    "thematic_lexicon": [
      {
        "term": "κακός (kakos)",
        "translation": "Vice/Evil",
        "lexicon_entry": "Moral corruption; the only true evil."
      }
    ]
  },
  {
    "chapter": 12,
    "greek": "εἰ προκόψαι θέλεις, ἄφες τοὺς τοιούτους ἐπιλογισμούς. ἐὰν ἀμελήσω τᾶν ἐμῶν, οὐχ ἕξω\n      διατροφάς· ἐὰν μὴ κολάσω τὸν παῖδα, πονηρὸς ἔσται. ἄρξαι τοιγαροῦν ἀπὸ τῶν σμικρῶν. ἐκχεῖται τὸ ἐλάδιον,\n     κλέπτεται τὸ οἰνάριον· ἐπίλεγε ὅτι τοσούτου πωλεῖται ἀπάθεια, τοσούτου ἀταραξία·",
    "english": "If you wish to make progress, dismiss reasonings of this sort: 'If I neglect my business, I shall have nothing to live on,' or 'If I do not punish my slave boy, he will turn out bad.' For it is better to die of hunger, exempt from fear and guilt, than to live in affluence with a troubled mind; and it is better for your slave to be bad than for you to be unhappy. Begin, therefore, with little things. Is a little oil spilled? A little wine stolen? Say to yourself: 'This is the price of freedom from passion (apatheia); this is the price of tranquility (ataraxia).' Nothing is to be had for free. And when you call your slave, consider that it is possible he may not obey, and even if he does, he may not do what you want. But he is not of such importance that it should be in his power to disturb your peace.",
    "notes": "Epictetus here introduces the economic metaphor of Stoicism: everything has a price. Tranquility (ataraxia) and freedom from suffering (apatheia) are purchased by letting go of externals like material goods or the competence of servants. The student is urged to prioritize the internal ruling faculty (hegemonikon) over external outcomes. To 'make progress' (prokopē) means accepting the loss of the lesser good (oil, wine, obedient slaves) to secure the greater good (a mind free from perturbation). The chapter reinforces the Dichotomy of Control: you cannot control the slave or the spilled oil, but you can control your valuation of them.",
    "thematic_lexicon": [
      {
        "term": "ἀπάθεια (apatheia)",
        "translation": "Equanimity",
        "lexicon_entry": "Freedom from the irrational passions (pathe)."
      }
    ]
  },
  {
    "chapter": 13,
    "greek": "εἰ προκόψαι θέλεις, ὑπόμεινον ἕνεκα τῶν ἐκτὸς ἀνόητος δόξας καὶ ἠλίθιος, μηδὲν βούλου δοκεῖν\n     ἐπίστασθαι· κἂν δόξῃς τις εἶναί τισιν, ἀπίστει σεαυτῷ. ἴσθι γὰρ ὅτι οὐ ῥᾴδιον τὴν προαίρεσιν\n     τὴν σεαυτοῦ κατὰ φύσιν ἔχουσαν φυλάξαι καὶ τὰ ἐκτός, ἀλλὰ τοῦ ἑτέρου ἐπιμελούμενον τοῦ ἑτέρου\n     ἀμελῆσαι πᾶσα ἀνάγκη.",
    "english": "If you want to make progress, be content to seem foolish and stupid regarding external things. Do not wish to be seen as knowing anything. And even if you appear to be somebody to certain people, distrust yourself. For know that it is not easy to watch over your own will to ensure it stays in accord with nature and, at the same time, look after external things. If you attend to the one, it is inevitable that you will neglect the other.",
    "notes": "Epictetus addresses the cost of moral progress: the loss of worldly reputation. The Stoic student must prioritize the internal state of their 'prohairesis' (volition or moral purpose) over the management of external affairs. The text asserts a dichotomy; one cannot split their focus between maintaining a persona of worldly success and cultivating inner virtue. To succeed philosophically, one must be willing to be perceived as an ignoramus by society, as the mental energy required to maintain a reputation detracts from the vigilance required to maintain a resolute character.",
    "thematic_lexicon": [
      {
        "term": "προαίρεσις (prohairesis)",
        "translation": "Reasoned Choice",
        "lexicon_entry": "The faculty of reasoned choice and assent."
      },
      {
        "term": "φύσις (physis)",
        "translation": "Nature",
        "lexicon_entry": "The cosmic and biological order; living 'according to nature' is the goal."
      }
    ]
  },
  {
    "chapter": 14,
    "greek": "ἐὰν θέλῃς τὰ τέκνα σου καὶ τὴν γυναῖκα καὶ τοὺς φίλους σου πάντοτε ζῆν, ἠλίθιος εἶ· τὰ γὰρ μὴ\n     ἐπὶ σοὶ θέλεις ἐπὶ σοὶ εἶναι καὶ τὰ ἀλλότρια σὰ εἶναι. οὕτω κἂν τὸν παῖδα θέλῃς μὴ ἁμαρτάνειν,\n     μωρὸς εἶ· θέλεις γὰρ τὴν κακίαν μὴ εἶναι κακίαν, ἀλλʼ ἄλλο τι. ἐὰν δὲ θέλῃς ὀρεγόμενος μὴ\n     ἀποτυγχάνειν, τοῦτο δύνασαι. τοῦτο οὖν ἄσκει, ὃ δύνασαι. κύριος ἑκάστου ἐστὶν ὁ τῶν ὑπʼ ἐκείνου θελομένων ἢ μὴ θελομένων ἔχων τὴν ἐξουσίαν εἰς τὸ\n     περιποιῆσαι ἢ ἀφελέσθαι. ὅστις οὖν ἐλεύθερος εἶναι βούλεται, μήτε θελέτω τι μήτε φευγέτω τι τῶν\n     ἐπʼ ἄλλοις· εἰ δὲ μή, δουλεύειν ἀνάγκη.",
    "english": "If you want your children, your wife, and your friends to live forever, you are a fool. You are wanting things that are not up to you to be up to you, and things that belong to others to be yours. Similarly, if you want your servant to never make a mistake, you are simple-minded; for you want vice not to be vice, but something else. But if you want to desire without failing to get what you want, this you can do. So practice what is in your power! A person's master is the one who has authority over what that person wants or avoids, having the power to either give it or take it away. Therefore, whoever wants to be free must neither want nor avoid anything that depends on others; otherwise, you must necessarily be a slave.",
    "notes": "This chapter provides the Stoic definition of freedom (eleutheria) and slavery. Epictetus argues that slavery is not merely a legal status, but a psychological state of dependency. If you desire things that are not under your control—such as the mortality of loved ones or the competence of others—you surrender your autonomy to Fate or to the people who control those outcomes. The 'master' is defined functionally as anyone who controls what you desire or fear. To be truly free, you must restrict your desires and aversions solely to your own volition (prohairesis), realizing that demanding perfection from fallible servants or immortality for humans is a rebellion against nature itself.",
    "thematic_lexicon": []
  },
  {
    "chapter": 15,
    "greek": "μέμνησο, ὅτι ὡς ἐν συμποσίῳ σε δεῖ ἀναστρέφεσθαι. περιφερόμενον γέγονέ τι κατὰ σέ· ἐκτείνας\n     τὴν χεῖρα κοσμίως μετάλαβε. παρέρχεται· μὴ κάτεχε. οὔπω ἥκει· μὴ ἐπίβαλλε πόρρω τὴν ὄρεξιν,\n     ἀλλὰ περίμενε, μέχρις ἂν γένηται κατὰ σέ. οὕτω πρὸς τέκνα, οὕτω πρὸς γυναῖκα, οὕτω πρὸς ἀρχάς,\n     οὕτω πρὸς πλοῦτον· καὶ ἔσῃ ποτὲ ἄξιος τῶν θεῶν συμπότης. ἂν δὲ καὶ παρατεθέντων σοι μὴ λάβῃς,\n     ἀλλʼ ὑπερίδῃς, τότε οὐ μόνον συμπότης τῶν θεῶν ἔσῃ, ἀλλὰ καὶ συνάρχων. οὕτω γὰρ ποιῶν Διογένης\n     καὶ Ἡράκλειτος καὶ οἱ ὅμοιοι ἀξίως θεῖοί τε ἦσαν καὶ ἐλέγοντο.",
    "english": "Remember that you must behave in life as you do at a banquet. Something is passed around and comes to you: reach out your hand and take a polite portion. It passes by: do not hold it back. It has not yet arrived: do not stretch your desire out toward it, but wait until it comes to you. Act in this way toward children, toward your wife, toward public office, toward wealth, and you will eventually be worthy to be a table companion of the gods. But if you do not even take the things set before you, but look down upon them with indifference, then you will not only be a table companion of the gods, but a fellow ruler with them. For by acting this way, Diogenes and Heraclitus and those like them were truly divine, and were rightly called so.",
    "notes": "Epictetus uses the metaphor of a formal banquet to illustrate the correct Stoic attitude toward 'preferred indifferents' (externals like family, status, and wealth). The lesson is twofold: First, practice moderation and patience—do not crave what you do not have, accept what Fate offers with politeness but without greed, and let go gracefully when it is taken away. Second, he points to a higher, more Cynic ideal embodied by Diogenes and Heraclitus: total renunciation. While accepting what is offered makes one a guest of the gods, rejecting even what is available demonstrates a godlike self-sufficiency (autarky), elevating the philosopher from merely sharing the gods' table to sharing their power and command.",
    "thematic_lexicon": [
      {
        "term": "ὄρεξις (orexis)",
        "translation": "Desire",
        "lexicon_entry": "Reaching for what is perceived as good."
      },
      {
        "term": "θεός (theos)",
        "translation": "The Divine",
        "lexicon_entry": "The immanent creative reason within matter."
      }
    ]
  },
  {
    "chapter": 16,
    "greek": "ὅταν κλαίοντα ἴδῃς τινὰ ἐν πένθει ἢ ἀποδημοῦντος τέκνου ἢ ἀπολωλεκότα τὰ ἑαυτοῦ, πρόσεχε μή\n     σε ἡ φαντασία συναρπάσῃ ὡς ἐν κακοῖς ὄντος αὐτοῦ τοῖς ἐκτός, ἀλλʼ εὐθὺς ἔστω πρόχειρον ὅτι τοῦτον θλίβει οὐ τὸ συμβεβηκός (ἄλλον γὰρ οὐ θλίβει), ἀλλὰ τὸ δόγμα τὸ περὶ τούτου.",
    "english": "When you see someone weeping in grief because their child is away or because they have lost their property, take care! Do not let the impression carry you away into thinking that they are truly in the midst of external evils. Instead, immediately have this thought ready: 'It is not the event that distresses this person—for it does not distress another in the same situation—but their judgment about it.' Do not hesitate to sympathize with him with words, and if the occasion demands, even to groan with him; but be strictly careful that you do not groan inwardly.",
    "notes": "Epictetus addresses the balance between social sympathy and internal Stoic detachment. The core lesson is the diagnosis of suffering: pain is caused not by events (which are indifferent), but by the 'dogma' (judgment) that the event is bad. The Stoic student is instructed to perform the social role of a friend by offering comfort—even mimicking the physical signs of grief ('groaning with')—while maintaining an ironclad mental separation. You offer external empathy to the person, but you refuse to assent to their irrational belief that they have been harmed. You must not allow their emotional storm to breach your own ruling faculty (hegemonikon).",
    "thematic_lexicon": [
      {
        "term": "φαντασία (phantasia)",
        "translation": "Impression",
        "lexicon_entry": "The initial mental presentation of an event."
      },
      {
        "term": "δόγμα (dogma)",
        "translation": "Principle",
        "lexicon_entry": "Deeply held convictions that guide our interpretations."
      },
      {
        "term": "κακός (kakos)",
        "translation": "Vice/Evil",
        "lexicon_entry": "Moral corruption; the only true evil."
      }
    ]
  },
  {
    "chapter": 17,
    "greek": "μέμνησο, ὅτι ὑποκριτὴς εἶ δράματος, οἵου ἂν θέλῃ ὁ διδάσκαλος· ἂν βραχύ, βραχέος· ἂν μακρόν,\n     μακροῦ· ἂν πτωχὸν ὑποκρίνασθαί σε θέλῃ, ἵνα καὶ τοῦτον εὐφυῶς ὑποκρίνῃ ἂν χωλόν, ἂν ἄρχοντα, ἂν\n     ἰδιώτην. σὸν γὰρ τοῦτʼ ἔστι, τὸ δοθὲν ὑποκρίνασθαι πρόσωπον καλῶς· ἐκλέξασθαι δʼ αὐτὸ\n     ἄλλου.",
    "english": "Remember that you are an actor in a drama of such a kind as the Author wishes to make it. If short, of a short one; if long, of a long one. If He wishes you to act the part of a poor man, see that you act the part naturally; if the part of a lame man, of a magistrate, of a private person, do the same. For this is your duty: to act well the part that is given to you; but to select the part belongs to another.",
    "notes": "Epictetus uses the 'Theatrum Mundi' (Theater of the World) metaphor to explain the Stoic distinction between what is up to us and what is not. The specific details of your life—your social status, health, wealth, or lifespan—are merely the 'role' assigned to you by Fate or the Divine. You cannot choose the script, but you have absolute agency over your performance. A Stoic finds dignity not in the prestige of the role, but in the excellence (virtue) with which they embody it.",
    "thematic_lexicon": [
      {
        "term": "καλός (kalos)",
        "translation": "Noble/Good",
        "lexicon_entry": "The morally beautiful; only virtue is truly good."
      }
    ]
  },
  {
    "chapter": 18,
    "greek": "κόραξ ὅταν μὴ αἴσιον κεκράγῃ, μὴ συναρπαζέτω σε ἡ φαντασία· ἀλλʼ εὐθὺς διαίρει παρὰ σεαυτῷ\n     καὶ λέγε ὅτι τούτων ἐμοὶ οὐδὲν ἐπισημαίνεται, ἀλλʼ ἢ τῷ σωματίῳ μου ἢ τῷ κτησειδίῳ μου ἢ τῷ\n      δοξαρίῳ μου ἢ τοῖς τέκνοις ἢ τῇ γυναικί. ἐμοὶ δὲ πάντα αἴσια σημαίνεται, ἐὰν ἐγὼ θέλω· ὅ τι\n      γὰρ ἂν τούτων ἀποβαίνῃ, ἐπʼ ἐμοί ἐστιν ὠφεληθῆναι ἀπʼ αὐτοῦ.",
    "english": "When a raven croaks an inauspicious omen, do not let the impression carry you away. Instead, immediately make a distinction within your own mind and say, 'None of these signs are for me, but only for my paltry body, my small estate, my little reputation, or my children and wife.' For me, everything is a lucky sign if I wish it to be, because whatever happens, it is within my power to derive benefit from it.",
    "notes": "Epictetus teaches the student to detach from superstition and the fear of future external events. By using diminutives for the body, property, and reputation (translated here as 'paltry', 'small', 'little'), he emphasizes that these external things are not the true self. The 'me' refers strictly to the prohairesis (moral character/volition). While an omen might predict loss of property or health, the Stoic realizes that no external event can harm the will. In fact, one can choose to make any event 'auspicious' by using it as an opportunity to exercise virtue and gain moral benefit.",
    "thematic_lexicon": [
      {
        "term": "φαντασία (phantasia)",
        "translation": "Impression",
        "lexicon_entry": "The initial mental presentation of an event."
      }
    ]
  },
  {
    "chapter": 19,
    "greek": "ἀνίκητος εἶναι δύνασαι, ἐὰν εἰς μηδένα ἀγῶνα καταβαίνῃς, ὃν οὐκ ἔστιν ἐπὶ σοὶ νικῆσαι. ὅρα μήποτε ἰδών τινα προτιμώμενον ἢ μέγα δυνάμενον ἢ ἄλλως\n     εὐδοκιμοῦντα μακαρίσῃς, ὑπὸ τῆς φαντασίας συναρπασθείς. ἐὰν γὰρ ἐν τοῖς ἐφʼ ἡμῖν ἡ οὐσία τοῦ\n     ἀγαθοῦ ᾖ, οὔτε φθόνος οὔτε ζηλοτυπία χώραν ἔχει· σύ τε αὐτὸς οὐ στρατηγός, οὐ πρύτανις ἢ ὕπατος\n     εἶναι θελήσεις, ἀλλʼ ἐλεύθερος. μία δὲ ὁδὸς πρὸς τοῦτο, καταφρόνησις τῶν οὐκ ἐφʼ ἡμῖν.",
    "english": "You can be invincible if you enter no contest where victory is not up to you. Beware! When you see someone preferred for honor, or possessing great power, or otherwise highly esteemed, do not get carried away by your impressions and pronounce him happy. For if the essence of the good lies in things within our control, there is no room for envy or jealousy. And you yourself will not wish to be a general, a senator, or a consul, but to be free. There is but one way to this: to look down upon all things that are not within our own control.",
    "notes": "This chapter redefines invincibility not as the ability to defeat others in the world, but as the wisdom to decline battles where the outcome is subject to fortune. By locating the 'Good' strictly within the sphere of our own reasoned choice (prohairesis), we eliminate the root causes of envy, for another's external success becomes irrelevant to our internal flourishing. Epictetus asserts that political power and status are chains; the only path to true freedom is the disdain for everything that is not dependent on our own will.",
    "thematic_lexicon": [
      {
        "term": "φαντασία (phantasia)",
        "translation": "Impression",
        "lexicon_entry": "The initial mental presentation of an event."
      },
      {
        "term": "ἐφʼ ἡμῖν (eph’ hēmin)",
        "translation": "Up to us",
        "lexicon_entry": "The 'Dichotomy of Control' (internal vs. external)."
      }
    ]
  },
  {
    "chapter": 20,
    "greek": "μέμνησο, ὅτι οὐχ ὁ λοιδορῶν ἢ ὁ τύπτων ὑβρίζει, ἀλλὰ τὸ δόγμα τὸ περὶ τούτων ὡς ὑβριζόντων.\n     ὅταν οὖν ἐρεθίσῃ σέ τις, ἴσθι, ὅτι ἡ σή σε ὑπόληψις ἠρέθικε. τοιγαροῦν ἐν πρώτοις πειρῶ ὑπὸ τῆς\n     φαντασίας μὴ συναρπασθῆναι· ἂν γὰρ ἅπαξ χρόνου καὶ διατριβῆς τύχῃς, ῥᾷον κρατήσεις σεαυτοῦ.",
    "english": "Remember that it is not the person who verbally abuses or strikes you who insults you, but rather your own judgment about these actions—that is, your belief that they are insults. Therefore, when someone provokes you, know that it is your own opinion that has provoked you. For this reason, try above all else not to be carried away by the immediate impression; for if you can gain time and delay, you will more easily master yourself.",
    "notes": "This chapter underscores the fundamental Stoic discipline of assent. Epictetus teaches that external events (like insults or physical attacks) are morally neutral; the emotional harm (feeling insulted) arises solely from the internal judgment (dogma) that one has been harmed. The practical exercise here is to introduce a pause between the stimulus (the impression/phantasia) and the reaction. By gaining time, the Stoic allows reason to intervene, testing the impression rather than blindly assenting to it.",
    "thematic_lexicon": [
      {
        "term": "φαντασία (phantasia)",
        "translation": "Impression",
        "lexicon_entry": "The initial mental presentation of an event."
      },
      {
        "term": "ὑπόληψις (hypolepsis)",
        "translation": "Opinion",
        "lexicon_entry": "Subjective value-judgment added to an event."
      },
      {
        "term": "δόγμα (dogma)",
        "translation": "Principle",
        "lexicon_entry": "Deeply held convictions that guide our interpretations."
      }
    ]
  },
  {
    "chapter": 21,
    "greek": "θάνατος καὶ φυγὴ καὶ πάντα τὰ δεινὰ φαινόμενα πρὸ ὀφθαλμῶν ἔστω σοι καθʼ ἡμέραν, μάλιστα δὲ\n     πάντων ὁ θάνατος· καὶ οὐδὲν οὐδέποτε οὔτε ταπεινὸν ἐνθυμηθήσῃ οὔτε ἄγαν ἐπιθυμήσεις τινός.",
    "english": "Keep death and exile, and all things that seem terrible, before your eyes every single day, but death most of all. If you do this, you will never harbor any abject thought, nor will you desire anything to excess.",
    "notes": "This chapter outlines the Stoic practice of 'memento mori' (remembering death). Epictetus argues that by constantly confronting the ultimate limit of life and the loss of external comforts (exile), one maintains a proper perspective on value. This daily visualization acts as a psychological anchor: it prevents the mind from sinking into base or cowardly thoughts (fearing trivial things) and curbs the insatiable greed for wealth or status, as the awareness of mortality renders such excessive desires meaningless.",
    "thematic_lexicon": []
  },
  {
    "chapter": 22,
    "greek": "εἰ φιλοσοφίας ἐπιθυμεῖς, παρασκευάζου αὐτόθεν ὡς καταγελασθησόμενος, ὡς καταμωκησομένων σου\n     πολλῶν, ὡς ἐρούντων ὅτι ἄφνω φιλόσοφος ἡμῖν ἐπανελήλυθε πόθεν ἡμῖν αὕτη ἡ\n      ὀφρύς;",
    "english": "If you desire to embrace philosophy, prepare yourself from the very start to be ridiculed and mocked by the multitudes. They will say, 'Suddenly he has come back to us as a philosopher!' and 'Where did this highbrow arrogance come from?' Do not adopt a highbrow look; rather, hold fast to the things that appear best to you, as if you have been assigned to this post by God. Remember this: if you abide in your principles, those who laughed at you formerly will later admire you; but if you are defeated by them, you will incur double ridicule.",
    "notes": "This chapter addresses the social cost of moral improvement. Epictetus warns that the transition to a philosophical life often invites mockery from those who value external things. The 'raised eyebrow' represents performative arrogance, which a true Stoic must avoid; one's philosophy should be evident in actions, not affectations. The student is urged to view their moral progress as a divine station (taxis) they must not desert. The ultimate test is consistency: yielding to social pressure proves the critics right (double ridicule), while persistence proves the validity of one's principles.",
    "thematic_lexicon": []
  },
  {
    "chapter": 23,
    "greek": "ἐάν ποτέ σοι γένηται ἔξω στραφῆναι πρὸς τὸ βούλεσθαι ἀρέσαι τινί, ἴσθι ὅτι ἀπώλεσας τὴν\n     ἔνστασιν. ἀρκοῦ οὖν ἐν παντὶ τῷ εἶναι φιλόσοφος εἰ δὲ καὶ δοκεῖν βούλει τῷ εἶναι",
    "english": "If you ever turn your attention outward with the desire to please some person, know for certain that you have lost your plan of life. Therefore, be content in all things to simply *be* a philosopher; but if you also wish to seem like one, appear so to yourself, and that will be sufficient.",
    "notes": "Epictetus warns against the desire for external validation. The moment a Stoic alters their behavior specifically to gain the approval of others ('turning outward'), they compromise their ruling faculty and abandon their commitment to virtue (the 'enstasis' or standing). True philosophy is an internal state of being, not a performance for an audience. One must be satisfied with their own self-judgment; seeking reputation places one's peace of mind in the hands of others, which is contrary to the dichotomy of control.",
    "thematic_lexicon": []
  },
  {
    "chapter": 24,
    "greek": "οὗτοί σε οἱ διαλογισμοὶ μὴ θλιβέτωσαν ἄτιμος ἐγὼ βιώσομαι καὶ οὐδεὶς οὐδαμοῦ. ἀλλά σοι οἱ φίλοι ἀβοήθητοι ἔσονται. τί\n     λέγεις τὸ ἀβοήθητοι; οὐχ ἕξουσι παρὰ σοῦ κερμάτιον· οὐδὲ πολίτας Ῥωμαίων αὐτοὺς ποιήσεις. τίς\n     οὖν σοι εἶπεν, ὅτι ταῦτα τῶν ἐφʼ ἡμῖν ἐστιν, οὐχὶ δὲ ἀλλότρια ἔργα; τίς δὲ δοῦναι δύναται\n     ἑτέρῳ, ἃ μὴ ἔχει αὐτός; κτῆσαι οὖν, ἵνα ἡμεῖς ἔχωμεν. εἰ δύναμαι κτήσασθαι τηρῶν ἐμαυτὸν αἰδήμονα καὶ πιστὸν καὶ\n     μεγαλόφρονα, δείκνυε τὴν ὁδὸν καὶ κτήσομαι. εἰ δʼ ἐμὲ ἀξιοῦτε τὰ ἀγαθὰ τὰ ἐμαυτοῦ ἀπολέσαι, ἵνα\n     ὑμεῖς τὰ μὴ ἀγαθὰ περιποιήσησθε, ὁρᾶτε ὑμεῖς, πῶς ἄνισοί ἐστε καὶ ἀγνώμονες. τί δὲ καὶ βούλεσθε\n     μᾶλλον; ἀργύριον ἢ φίλον πιστὸν καὶ αἰδήμονα; εἰς τοῦτο οὖν μοι μᾶλλον συλλαμβάνετε καὶ μή, διʼ\n     ὧν ἀποβαλῶ αὐτὰ ταῦτα, ἐκεῖνά με πράσσειν ἀξιοῦτε. ἀλλʼ ἡ πατρίς, ὅσον ἐπʼ ἐμοί, ἀβοήθητος ἔσται. ναί. τίνα οὖν ἕξω, χώραν ἐν τῇ πόλει; εἰ δὲ ἐκείνην\n     ὠφελεῖν βουλόμενος ἀποβαλεῖς ταῦτα, τί ὄφελος ἂν αὐτῇ γένοιο ἀναιδὴς καὶ ἄπιστος ἀποτελεσθείς;",
    "english": "Do not let these thoughts afflict you: 'I shall live without honor and be a nobody nowhere.' You say, 'But my friends will be without assistance.' What do you mean by 'without assistance'? They will not receive small coin from you, nor will you make them Roman citizens. Who told you that these matters are in our control, and not the business of others? Who can give to another what he does not possess himself? 'Get money then,' someone says, 'so that we may have it.' If I can acquire it while remaining modest, faithful, and high-minded, show me the way and I will acquire it. But if you ask me to lose the goods that are my own so that you may gain things that are not good, see how unfair and foolish you are. What do you prefer? Money, or a faithful and modest friend? Help me, then, to keep these qualities, and do not ask me to do things by which I will lose them. 'But my country,' you say, 'will be without assistance so far as I am concerned.' ... 'What place, then, will I have in the city?' Whatever place you can hold while maintaining your loyalty and honor. But if, in wishing to help the city, you lose these things, of what use would you be to it if you become shameless and faithless?",
    "notes": "Chapter 24 addresses the tension between external ambition (wealth, status, political influence) and internal virtue (integrity, modesty, fidelity). Epictetus argues that one's true value lies not in material aid to friends or the state—which involves 'indifferents' not fully in our power—but in maintaining a virtuous character. To trade one's integrity (a true good) for money or influence (which are not true goods) creates a net loss for everyone; a shameless, wealthy friend is less useful than a faithful, poor one. The 'price' of social utility must never be the corruption of the moral will (prohairesis).",
    "thematic_lexicon": [
      {
        "term": "ἐφʼ ἡμῖν (eph’ hēmin)",
        "translation": "Up to us",
        "lexicon_entry": "The 'Dichotomy of Control' (internal vs. external)."
      },
      {
        "term": "αἰδήμων (aidēmōn)",
        "translation": "Integrity",
        "lexicon_entry": "A sense of honor, shame, and self-respect."
      }
    ]
  },
  {
    "chapter": 25,
    "greek": "Προετιμήθη σού τις ἐν ἑστιάσει ἢ ἐν προσαγορεύσει ἢ ἐν τῷ παραληφθῆναι εἰς συμβουλίαν; εἰ μὲν\n     ἀγαθὰ ταῦτά ἐστι, χαίρειν σε δεῖ, ὅτι ἔτυχεν αὐτῶν ἐκεῖνος· εἰ δὲ κακά, μὴ ἄχθου, ὅτι σὺ αὐτῶν\n     οὐκ ἔτυχες· μέμνησο δέ, ὅτι οὐ δύνασαι μὴ ταὐτὰ ποιῶν πρὸς τὸ τυγχάνειν τῶν οὐκ ἐφʼ ἡμῖν τῶν\n     ἴσων ἀξιοῦσθαι. πῶς γὰρ ἴσον ἔχειν δύναται ὁ μὴ φοιτῶν ἐπὶ\n     θύρας τινὸς τῷ φοιτῶντι; ὁ μὴ παραπέμπων τῷ παραπέμποντι; ὁ μὴ ἐπαινῶν τῷ ἐπαινοῦντι, ἄδικος\n     οὖν ἔσῃ καὶ ἄπληστος, εἰ μὴ προϊέμενος ταῦτα, ἀνθʼ ὧν ἐκεῖνα πιπράσκεται, προῖκα αὐτὰ βουλήσῃ\n     λαμβάνειν. ἀλλὰ πόσου πιπράσκονται θρίδακες; ὀβολοῦ, ἂν οὕτω\n     τύχῃ. ἂν οὖν τις προέμενος τὸν ὀβολὸν λάβῃ θρίδακας, σὺ δὲ μὴ προέμενος μὴ λάβῃς, μὴ οἴου\n     ἔλαττον ἔχειν τοῦ λαβόντος. ὡς γὰρ ἐκεῖνος ἔχει θρίδακας, οὕτω σὺ τὸν ὀβολόν, ὃν οὐκ ἔδωκας. τὸν αὐτὸν δὴ τρόπον καὶ ἐνταῦθα. οὐ παρεκλήθης ἐφʼ ἑστίασίν\n     τινος; οὐ γὰρ ἔδωκας τῷ καλοῦντι, ὅσου πωλεῖ τὸ δεῖπνον. ἐπαίνου δʼ αὐτὸ πωλεῖ, θεραπείας\n     πωλεῖ. δὸς οὖν τὸ διάφορον, εἰ σοι λυσιτελεῖ, ὅσου πωλεῖται. εἰ δὲ κἀκεῖνα θέλεις μὴ προΐεσθαι\n     καὶ ταῦτα λαμβάνειν, ἄπληστος εἶ καὶ ἀβέλτερος. οὐδὲν οὖν\n     ἔχεις ἀντὶ τοῦ δείπνου; ἔχεις μὲν οὖν τὸ μὴ ἐπαινέσαι τοῦτον, ὃν οὐκ ἤθελες, τὸ μὴ ἀνασχέσθαι\n     αὐτοῦ τῶν ἐπὶ τῆς εἰσόδου.",
    "english": "Has someone been preferred to you at a banquet, or in a greeting, or in being called into council? If these things are good, you ought to rejoice that he has obtained them; but if they are evil, do not be grieved that you have not obtained them. Remember, however, that if you do not act the same way as others to acquire things not within our power, you cannot claim to be worthy of an equal share. For how can he who does not frequent a great man's door be equal to him who does? How can he who does not attend as an escort compare to him who does? Or the man who does not praise to the man who praises? You are unjust, then, and insatiable, if you wish to take these things for nothing without paying the price for which they are sold. Consider: for how much is lettuce sold? An obol, perhaps. If another man pays an obol and takes the lettuce, and you do not pay and do not take it, do not imagine that you have less than he has. For as he has the lettuce, so you have the obol which you did not give. It is the same in the present case. You have not been invited to such a person's banquet? That is because you did not pay the host the price for which the meal is sold. He sells it for praise; he sells it for attention. Give him the price, then, if it is to your profit. But if you wish not to pay the price and yet still to take the goods, you are greedy and foolish. Do you have nothing, then, in place of the supper? Indeed you do: you have the satisfaction of not having praised the man you did not want to praise, and of not having endured the insolence of his doorkeepers.",
    "notes": "Epictetus presents here the 'Economics of Virtue.' He frames social interactions and external rewards as a marketplace where everything has a specific cost. The central lesson is that one cannot unjustly demand a result (external preferment, dinner invitations) without paying the specific price required to obtain it (sycophancy, flattery, or sacrificing time). The Stoic student must realize that 'missing out' on external goods is actually a transaction where they have chosen to 'save their currency'—which in this case is their personal integrity, freedom, and dignity. If you envy the man with the lettuce (the external reward), you forget that you still possess the coin (your character) that he had to spend. You are not a victim of exclusion; you are a purchaser of your own peace of mind.",
    "thematic_lexicon": [
      {
        "term": "ἐφʼ ἡμῖν (eph’ hēmin)",
        "translation": "Up to us",
        "lexicon_entry": "The 'Dichotomy of Control' (internal vs. external)."
      },
      {
        "term": "κακός (kakos)",
        "translation": "Vice/Evil",
        "lexicon_entry": "Moral corruption; the only true evil."
      }
    ]
  },
  {
    "chapter": 26,
    "greek": "τὸ βούλημα τῆς φύσεως καταμαθεῖν ἔστιν ἐξ ὧν οὐ διαφερόμεθα πρὸς ἀλλήλους. οἷον, ὅταν ἄλλου\n     παιδάριον κατεάξῃ τὸ ποτήριον, πρόχειρον εὐθὺς λέγειν ὅτι τῶν γινομένων ἐστίν. ἀνθρώπινον· οἴμοι, τάλας ἐγώ.",
    "english": "Just as a target is not set up to be missed, so neither does the nature of evil exist in the universe.",
    "notes": "This passage (often numbered as Chapter 27 in modern editions) addresses the Stoic problem of evil. Epictetus uses the archery metaphor to explain that while individuals may 'miss the mark' (hamartia) through ignorance or vice, the cosmos itself is rational and good. 'Evil' is not a substance or a fundamental part of nature's design; it is merely a byproduct of human error and failure to align with the Good.",
    "thematic_lexicon": [
      {
        "term": "φύσις (physis)",
        "translation": "Nature",
        "lexicon_entry": "The cosmic and biological order; living 'according to nature' is the goal."
      }
    ]
  },
  {
    "chapter": 27,
    "greek": "ὥσπερ σκοπὸς πρὸς τὸ ἀποτυχεῖν οὐ τίθεται, οὕτως οὐδὲ κακοῦ φύσις ἐν κόσμῳ γίνεται.",
    "english": "Just as a target is not set up for the sake of missing it, so neither does the nature of evil exist in the world.",
    "notes": "This chapter outlines the Stoic ontological stance on the nature of evil. Since the Universe is governed by a perfect, rational Logos, 'evil' does not exist as a substantive force or a part of the cosmic design. Instead, vice and misfortune are viewed merely as 'missing the mark'—failures of individual human judgment—rather than inherent flaws in the structure of reality.",
    "thematic_lexicon": [
      {
        "term": "φύσις (physis)",
        "translation": "Nature",
        "lexicon_entry": "The cosmic and biological order; living 'according to nature' is the goal."
      },
      {
        "term": "κόσμος (kosmos)",
        "translation": "Universe",
        "lexicon_entry": "The orderly world-system viewed as a living organism."
      },
      {
        "term": "κακός (kakos)",
        "translation": "Vice/Evil",
        "lexicon_entry": "Moral corruption; the only true evil."
      }
    ]
  },
  {
    "chapter": 28,
    "greek": "εἰ μὲν τὸ σῶμά σού τις ἐπέτρεπε τῷ ἀπαντήσαντι, ἠγανάκτεις ἄν· ὅτι δὲ σὺ τὴν γνώμην τὴν\n     σεαυτοῦ ἐπιτρέπεις τῷ τυχόντι, ἵνα, ἐὰν λοιδορήσηταί σοι, ταραχθῇ ἐκείνη καὶ συγχυθῇ, οὐκ\n     αἰσχύνῃ τούτου ἕνεκα;",
    "english": "If someone handed your body over to a random passerby, you would be furious! Yet, you voluntarily hand your own mind over to anyone you happen to meet, allowing it to become troubled and confused simply because they revile you. Are you not ashamed of this?",
    "notes": "Epictetus uses a powerful analogy here to illustrate the absurdity of emotional reactivity. We guard our physical bodies—which are external and ultimately not under our full control—with great jealousy, yet we carelessly surrender our most precious possession, our ruling faculty (prohairesis), to strangers. By becoming angry or disturbed by an insult, you essentially grant the offender authority over your inner peace. The Stoic teacher demands that you treat your mind with at least as much respect as your body, refusing to let the behavior of others dictate your internal state.",
    "thematic_lexicon": []
  },
  {
    "chapter": 29,
    "greek": "ἑκάστου ἔργου σκόπει τὰ καθηγούμενα καὶ τὰ ἀκόλουθα αὐτοῦ καὶ οὕτως ἔρχου ἐπʼ αὐτό. εἰ δὲ μή,\n     τὴν μὲν πρώτην προθύμως ἥξεις ἅτε μηδὲν τῶν ἑξῆς ἐντεθυμημένος, ὕστερον δὲ ἀναφανέντων δυσχερῶν\n     τινων αἰσχρῶς ἀποστήσῃ. θέλεις Ὀλύμπια νικῆσαι; κἀγώ, νὴ τοὺς\n     θεούς· κομψὸν γάρ ἐστιν. ἀλλὰ σκόπει τὰ καθηγούμενα καὶ τὰ ἀκόλουθα καὶ οὕτως ἅπτου τοῦ ἔργου.\n     δεῖ σʼ εὐτακτεῖν, ἀναγκοτροφεῖν, ἀπέχεσθαι πεμμάτων, γυμνάζεσθαι πρὸς ἀνάγκην, ἐν ὥρᾳ\n     τεταγμένῃ, ἐν καύματι, ἐν ψύχει, μὴ ψυχρὸν πίνειν, μὴ οἶνον, ὡς ἔτυχεν, ἁπλῶς ὡς ἰατρῷ\n     παραδεδωκέναι σεαυτὸν τῷ ἐπιστάτῃ, εἶτα ἐν τῷ ἀγῶνι παρορύσσεσθαι, ἔστι δὲ ὅτε χεῖρα ἐκβαλεῖν,\n     σφυρὸν στρέψαι, πολλὴν ἁφὴν καταπιεῖν, ἔσθʼ ὅτε μαστιγωθῆναι καὶ μετὰ τούτων πάντων νικηθῆναι. ταῦτα ἐπισκεψάμενος, ἂν ἔτι θέλῃς, ἔρχου ἐπὶ τὸ ἀθλεῖν. εἰ\n     δὲ μή, ὡς τὰ παιδία ἀναστραφήσῃ, ἃ νῦν μὲν παλαιστὰς παίζει, νῦν δὲ μονομάχους, νῦν δὲ\n     σαλπίζει, εἶτα τραγῳδεῖ· οὕτω καὶ σὺ νῦν μὲν ἀθλητής, νῦν δὲ μονομάχος, εἶτα ῥήτωρ, εἶτα\n     φιλόσοφος, ὅλῃ δὲ τῇ ψυχῇ οὐδέν· ἀλλʼ ὡς πίθηκος πᾶσαν θέαν, ἣν ἂν ἴδῃς, μιμῇ καὶ ἄλλο ἐξ ἄλλου\n     σοι ἀρέσκει. οὐ γὰρ μετὰ σκέψεως ἦλθες ἐπί τι οὐδὲ περιοδεύσας, ἀλλʼ εἰκῇ καὶ κατὰ ψυχρὰν\n     ἐπιθυμίαν. οὕτω θεασάμενοί τινες φιλόσοφον καὶ ἀκούσαντες\n     οὕτω τινὸς λέγοντος, ὡς Εὐφράτης λέγει (καίτοι τίς οὕτω δύναται εἰπεῖν, ὡς ἐκεῖνος; ), θέλουσι καὶ αὐτοὶ φιλοσοφεῖν. ἄνθρωπε, πρῶτον ἐπίσκεψαι, ὁποῖόν ἐστι\n     τὸ πρᾶγμα· εἶτα καὶ τὴν σεαυτοῦ φύσιν κατάμαθε, εἰ δύνασαι βαστάσαι. πένταθλος εἶναι βούλει ἢ\n     παλαιστής; ἴδε σεαυτοῦ τοὺς βραχίονας, τοὺς μηρούς, τὴν ὀσφὺν κατάμαθε. ἄλλος γὰρ πρὸς ἄλλο πέφυκε. δοκεῖς, ὅτι ταῦτα ποιῶν ὡσαύτως δύνασαι\n     ἐσθίειν, ὡσαύτως πίνειν, ὁμοίως ὀρέγεσθαι, ὁμοίως δυσαρεστεῖν; ἀγρυπνῆσαι δεῖ, πονῆσαι, ἀπὸ τῶν\n     οἰκείων ἀπελθεῖν, ὑπὸ παιδαρίου καταφρονηθῆναι, ὑπὸ τῶν ἀπαντώντων καταγελασθῆναι, ἐν παντὶ\n     ἧττον ἔχειν, ἐν τιμῇ, ἐν ἀρχῇ, ἐν δίκῃ, ἐν πραγματίῳ παντί. ταῦτα ἐπίσκεψαι. εἰ θέλεις ἀντικαταλλάξασθαι τούτων ἀπάθειαν, ἐλευθερίαν, ἀταραξίαν· εἰ δὲ μή,\n     μὴ προσάγαγε. μὴ ὡς τὰ παιδία νῦν φιλόσοφος, ὕστερον δὲ τελώνης, εἶτα ῥήτωρ, εἶτα ἐπίτροπος\n     Καίσαρος. ταῦτα οὐ συμφωνεῖ. ἕνα σε δεῖ ἄνθρωπον ἢ ἀγαθὸν ἢ κακὸν εἶναι· ἢ τὸ ἡγεμονικόν σε δεῖ\n     ἐξεργάζεσθαι τὸ σαυτοῦ ἢ τὸ ἐκτὸς ἢ περὶ τὰ ἔσω φιλοτεχνεῖν ἢ περὶ τὰ ἔξω· τοῦτʼ ἔστιν ἢ\n     φιλοσόφου τάξιν ἐπέχειν ἢ ἰδιώτου.",
    "english": "In every undertaking, examine the antecedents and the consequences, and only then proceed to the act itself. If you fail to do this, you will come to the task first with enthusiasm, having not reflected on what follows; but later, when difficulties arise, you will shamefully give up. Do you wish to win at the Olympics? So do I, by the gods, for it is a fine thing. But examine what comes before and what follows, and only then set to work. You must be disciplined, eat by strict rules, abstain from sweet cakes, train under compulsion at a fixed hour in heat and in cold; you must not drink cold water or wine whenever you please; in short, you must surrender yourself to your trainer as to a physician. Then, in the contest, you must dig in, occasionally dislocate a hand, twist an ankle, swallow quantities of dust, be flogged, and after all that—be defeated. Weigh these things, and if you still have the desire, go and be an athlete. If you do not, you will behave like children who play now at wrestlers, now at gladiators, now at blowing trumpets, and then at acting in tragedies. So you too will be now an athlete, now a gladiator, then a rhetorician, then a philosopher, but nothing with your whole soul. Like a monkey, you mimic every sight you see, and one thing after another pleases you, for you have not undertaken anything with consideration, nor after having surveyed the whole matter, but carelessly and with a lukewarm desire. Thus some people, when they have seen a philosopher and heard one speak like Euphrates—though who can speak like him?—wish to be philosophers themselves. Man, first consider what the burden is! Then examine your own nature to see if you can bear it. Do you wish to be a pentathlete or a wrestler? Look at your arms, your thighs, your loins. For different men are naturally formed for different things. Do you think that if you become a philosopher you can eat as you do now, drink as you do now, and indulge your desires and anger as before? You must keep watch, labor, withdraw from your family, be despised by a mere slave, be laughed at by those you meet, get the worst of it in everything—in honor, in office, in the courts, in every little business. Look at these things carefully, and see if you are willing to exchange them for freedom from passion, liberty, and tranquility. If not, do not approach; do not, like children, be a philosopher now, later a tax-collector, then a rhetorician, then a procurator of Caesar. These things do not agree. You must be one person, either good or bad; you must labor to improve your own ruling faculty or your external circumstances; you must apply your art either to things within or to things without; that is, you must take the position either of a philosopher or of a layperson.",
    "notes": "This chapter is a stern warning against dilettantism in philosophy. Epictetus emphasizes that Stoicism is not merely an intellectual hobby but a rigorous 'askesis' (training) comparable to that of an Olympic athlete. The central themes are: 1) Calculated Commitment: One must weigh the 'antecedents and consequences' (the cost) before starting, or risk shameful abandonment. 2) The Price of Freedom: 'Apatheia' (freedom from suffering) and 'ataraxia' (tranquility) are purchased at the cost of external comforts, social status, and reputation. 3) Unity of Character: One cannot serve two masters. You must be 'one person,' meaning you must choose between cultivating your internal ruling faculty (the philosopher) or chasing external things (the layperson). Trying to do both results in a fractured, childish existence.",
    "thematic_lexicon": [
      {
        "term": "φύσις (physis)",
        "translation": "Nature",
        "lexicon_entry": "The cosmic and biological order; living 'according to nature' is the goal."
      },
      {
        "term": "ἀπάθεια (apatheia)",
        "translation": "Equanimity",
        "lexicon_entry": "Freedom from the irrational passions (pathe)."
      },
      {
        "term": "ἀταραξία (ataraxia)",
        "translation": "Tranquility",
        "lexicon_entry": "Peace of mind resulting from focused practice."
      },
      {
        "term": "ὅλος (holos)",
        "translation": "The Whole",
        "lexicon_entry": "The totality of existence; the interest of the whole vs. the part."
      },
      {
        "term": "θεός (theos)",
        "translation": "The Divine",
        "lexicon_entry": "The immanent creative reason within matter."
      },
      {
        "term": "ψυχή (psuche)",
        "translation": "Soul",
        "lexicon_entry": "A physical substance (pneuma) giving life to the body."
      },
      {
        "term": "ἄνθρωπος (anthropos)",
        "translation": "Human Being",
        "lexicon_entry": "A rational, social animal."
      },
      {
        "term": "κακός (kakos)",
        "translation": "Vice/Evil",
        "lexicon_entry": "Moral corruption; the only true evil."
      }
    ]
  },
  {
    "chapter": 30,
    "greek": "τὰ καθήκοντα ὡς ἐπίπαν ταῖς σχέσεσι παραμετρεῖται. πατήρ ἐστιν· ὑπαγορεύεται ἐπιμελεῖσθαι,\n     παραχωρεῖν ἁπάντων, ἀνέχεσθαι λοιδοροῦντος, παίοντος. ἀλλὰ πατὴρ κακός ἐστι. ὁ ἀδελφὸς ἀδικεῖ.",
    "english": "Duties are universally measured by our relations. Is he your father? The prescription is to take care of him, to yield to him in all things, to submit when he reviles or strikes you. 'But he is a bad father.' Were you then by nature entitled to a good father? No, only to a father. 'My brother wrongs me.' Very well, maintain your own position toward him. Do not examine what he is doing, but rather what you must do so that your will remains in harmony with nature. For no one else will harm you unless you wish it; you will be harmed only when you judge that you are harmed. In this way, you will discover your duty from the relation of a neighbor, a citizen, or a general, if you accustom yourself to contemplating these relationships.",
    "notes": "Epictetus here defines 'kathēkonta' (appropriate actions or duties) based on 'scheseis' (relationships or social roles). The central Stoic lesson is that your duties are determined by the position you hold in relation to others (son, brother, citizen), not by the moral character of the other person. Even if a father is unjust, your duty as a son remains fixed. Your moral integrity (prohairesis) depends on how well you play your role, not on how others treat you. Other people's actions are 'externals' and cannot truly harm you; only your reaction and failure to fulfill your role can harm your soul.",
    "thematic_lexicon": [
      {
        "term": "κακός (kakos)",
        "translation": "Vice/Evil",
        "lexicon_entry": "Moral corruption; the only true evil."
      }
    ]
  },
  {
    "chapter": 31,
    "greek": "τῆς περὶ τοὺς θεοὺς εὐσεβείας ἴσθι ὅτι τὸ κυριώτατον ἐκεῖνό ἐστιν, ὀρθὰς ὑπολήψεις περὶ αὐτῶν\n     ἔχειν ὡς ὄντων καὶ διοικούντων τὰ ὅλα καλῶς καὶ δικαίως καὶ σαυτὸν εἰς τοῦτο κατατεταχέναι, τὸ\n     πείθεσθαι αὐτοῖς καὶ εἴκειν πᾶσι τοῖς γινομένοις καὶ ἀκολουθεῖν ἑκόντα ὡς ὑπὸ τῆς ἀρίστης\n     γνώμης ἐπιτελουμένοις. οὕτω γὰρ οὐ μέμψῃ ποτὲ τοὺς θεοὺς οὔτε ἐγκαλέσεις ὡς ἀμελούμενος. ἄλλως δὲ οὐχ οἷόν τε τοῦτο γίνεσθαι, ἐὰν μὴ ἄρῃς ἀπὸ τῶν οὐκ\n     ἐφʼ ἡμῖν καὶ ἐν τοῖς ἐφʼ ἡμῖν μόνοις θῇς τὸ ἀγαθὸν καὶ τὸ κακόν. ὡς, ἄν γέ τι ἐκείνων ὑπολάβῃς\n     ἀγαθὸν ἢ κακόν, πᾶσα ἀνάγκη, ὅταν ἀποτυγχάνῃς ὧν θέλεις καὶ περιπίπτῃς οἷς μὴ θέλεις, μέμψασθαί\n     σε καὶ μισεῖν τοὺς αἰτίους. πέφυκε γὰρ πρὸς τοῦτο πᾶν ζῷον τὰ\n     μὲν βλαβερὰ φαινόμενα καὶ τὰ αἴτια αὐτῶν φεύγειν καὶ ἐκτρέπεσθαι, τὰ δὲ ὠφέλιμα καὶ τὰ αἴτια\n     αὐτῶν μετιέναι τε καὶ τεθηπέναι. ἀμήχανον οὖν βλάπτεσθαί τινα οἰόμενον χαίρειν τῷ δοκοῦντι\n     βλάπτειν, ὥσπερ καὶ τὸ αὐτῇ τῇ βλάβῃ χαίρειν ἀδύνατον. ἔνθεν\n     καὶ πατὴρ ὑπὸ υἱοῦ λοιδορεῖται, ὅταν τῶν δοκούντων ἀγαθῶν εἶναι τῷ παιδὶ μὴ μεταδιδῷ· καὶ\n     Πολυνείκην καὶ Ἐτεοκλέα τοῦτʼ ἐποίησε πολεμίους ἀλλήλοις τὸ ἀγαθὸν οἴεσθαι τὴν τυραννίδα. διὰ\n     τοῦτο καὶ ὁ γεωργὸς λοιδορεῖ τοὺς θεούς, διὰ τοῦτο ὁ ναύτης, διὰ τοῦτο ὁ ἔμπορος, διὰ τοῦτο οἱ\n     τὰς γυναῖκας καὶ τὰ τέκνα ἀπολλύντες. ὅπου γὰρ τὸ συμφέρον, ἐπεῖ καὶ τὸ εὐσεβές. ὥστε, ὅστις\n     ἐπιμελεῖται τοῦ ὀρέγεσθαι ὡς δεῖ καὶ ἐκκλίνειν, ἐν τῷ αὐτῷ καὶ εὐσεβείας ἐπιμελεῖται. σπένδειν δὲ καὶ θύειν καὶ ἀπάρχεσθαι κατὰ τὰ πάτρια ἑκάστοτε\n     προσήκει καθαρῶς καὶ μὴ ἐπισεσυρμένως μηδὲ ἀμελῶς μηδέ γε γλίσχρως μηδὲ ὑπὲρ δύναμιν.",
    "english": "Regarding piety towards the gods, know that the most critical element is this: to hold right opinions about them—that they exist and govern the universe well and justly. You must resolve to obey them, yielding to whatever happens and following it voluntarily as being ordained by the highest intelligence. For only in this way will you never blame the gods nor accuse them of neglecting you. However, understand that this attitude is impossible unless you completely remove your judgments of 'good' and 'evil' from things not up to us and place them solely in the realm of what is up to us. For if you regard any external thing as good or bad, it is inevitable that when you miss what you desire or fall into what you dread, you will blame and hate those who caused it. It is the nature of every living creature to flee from the harmful and its causes, and to pursue and admire the beneficial and its causes. Therefore, it is impossible for anyone to be harmed and yet delight in the one who harms him, just as it is impossible to delight in the harm itself. This is why a father is reviled by his son when he does not share what the son regards as 'good' things; this is what made Eteocles and Polynices enemies—thinking that tyranny was a good. This is why the farmer reviles the gods, and the sailor, and the merchant, and those who lose their wives and children. For where one's interest lies, there also is one's piety. Thus, whoever takes care to desire and avoid exactly as they should is, by that very act, taking care of their piety. As for libations, sacrifices, and first-fruits, perform them according to the customs of your country: purely, not carelessly, not sloppily, not stingily, but not beyond your means either.",
    "notes": "This chapter establishes the profound link between Stoic theology and the Discipline of Desire. Epictetus argues that true piety is not merely ritualistic but psychological and rational: it requires aligning one's individual will with the Universal Will (Logos/Nature). The argument rests on a principle of moral psychology: humans inevitably love what benefits them and hate what harms them. If you believe external things (health, wealth, status) are 'good,' you will inevitably resent the gods (fate) when those things are taken away. Therefore, only the Stoic who locates 'the Good' exclusively in the reasoned choice (prohairesis)—which is 'up to us'—can truly love the gods, because nothing the gods ordain can harm his character. The closing instruction on rituals emphasizes that while internal disposition is paramount, one must still fulfill social and ancestral duties with moderation and propriety, avoiding both negligence and excess.",
    "thematic_lexicon": [
      {
        "term": "ἐφʼ ἡμῖν (eph’ hēmin)",
        "translation": "Up to us",
        "lexicon_entry": "The 'Dichotomy of Control' (internal vs. external)."
      },
      {
        "term": "ὅλος (holos)",
        "translation": "The Whole",
        "lexicon_entry": "The totality of existence; the interest of the whole vs. the part."
      },
      {
        "term": "θεός (theos)",
        "translation": "The Divine",
        "lexicon_entry": "The immanent creative reason within matter."
      },
      {
        "term": "κακός (kakos)",
        "translation": "Vice/Evil",
        "lexicon_entry": "Moral corruption; the only true evil."
      }
    ]
  },
  {
    "chapter": 32,
    "greek": "ὅταν μαντικῇ προσίῃς, μέμνησο, ὅτι, τί μὲν ἀποβήσεται, οὐκ οἶδας, ἀλλὰ ἥκεις ὡς παρὰ τοῦ\n     μάντεως αὐτὸ πευσόμενος, ὁποῖον δέ τι ἐστίν, ἐλήλυθας εἰδώς, εἴπερ εἶ φιλόσοφος. εἰ γάρ ἐστί τι\n     τῶν οὐκ ἐφʼ ἡμῖν, πᾶσα ἀνάγκη μήτε ἀγαθὸν αὐτὸ εἶναι μήτε κακόν. μὴ φέρε οὖν πρὸς τὸν μάντιν ὄρεξιν ἢ ἔκκλισιν μηδὲ τρέμων αὐτῷ πρόσει, ἀλλὰ διεγνωκώς,\n     ὅτι πᾶν τὸ ἀποβησόμενον ἀδιάφορον καὶ οὐδὲν πρὸς σέ, ὁποῖον δʼ ἂν ᾖ, ἔσται αὐτῷ χρήσασθαι καλῶς\n     καὶ τοῦτο οὐθεὶς κωλύσει. θαῤῥῶν οὖν ὡς ἐπὶ συμβούλους ἔρχου τοὺς θεούς· καὶ λοιπόν, ὅταν τί\n     σοι συμβουλευθῇ, μέμνησο τίνας συμβούλους παρέλαβες καὶ τίνων παρακούσεις ἀπειθήσας. ἔρχου δὲ ἐπὶ τὸ μαντεύεσθαι, καθάπερ ἠξίου Σωκράτης, ἐφʼ ὧν ἡ πᾶσα\n     σκέψις τὴν ἀναφορὰν εἰς τὴν ἔκβασιν ἔχει καὶ οὔτε ἐκ λόγου οὔτε ἐκ τέχνης τινὸς ἄλλης ἀφορμαὶ\n     δίδονται πρὸς τὸ συνιδεῖν τὸ προκείμενον· ὥστε, ὅταν δεήσῃ συγκινδυνεῦσαι φίλῳ ἢ πατρίδι, μὴ\n     μαντεύεσθαι, εἰ συγκινδυνευτέον. καὶ γὰρ ἂν προείπῃ σοι ὁ μάντις φαῦλα γεγονέναι τὰ ἱερά, δῆλον\n     ὅτι θάνατος σημαίνεται ἢ πήρωσις μέρους τινὸς τοῦ σώματος ἢ φυγή· ἀλλʼ αἱρεῖ ὁ λόγος καὶ σὺν\n     τούτοις παρίστασθαι τῷ φίλῳ καὶ τῇ πατρίδι συγκινδυνεύειν. τοιγαροῦν τῷ μείζονι μάντει πρόσεχε,\n     τῷ Πυθίῳ, ὃς ἐξέβαλε τοῦ ναοῦ τὸν οὐ βοηθήσαντα ἀναιρουμένῳ τῷ φίλῳ.",
    "english": "When you approach divination, bear in mind that you do not know what will happen—indeed, that is why you ask the seer—but you have come knowing the nature of the event, provided you are a philosopher. For if the outcome falls among the things not within our own power, it can be neither good nor bad. Do not bring desire or aversion to the diviner, and do not approach him trembling, but with the settled understanding that every outcome is indifferent and of no concern to your moral self; whatever it is, you will be able to use it well, and no one can hinder that. Go confidently to the gods as you would to counselors. But once counsel is given, remember whom you have taken as advisors and whom you will be disregarding if you disobey. Consult the oracle, as Socrates thought proper, only for those matters where the whole inquiry concerns the outcome, and where neither reason nor any technical art provides the means to see what lies ahead. Therefore, when it is necessary to share danger with a friend or your country, do not ask the diviner whether you should do it. For even if he foretells that the omens are unfavorable—signifying death, or injury to your body, or exile—reason still commands that you stand by your friend and share the danger with your country. Attend to that greater diviner, the Pythian Apollo, who cast out of his temple the man who failed to help his friend while he was being murdered.",
    "notes": "Epictetus uses this chapter to clarify the relationship between Stoic rationality and superstition or external advice (divination). 1) The 'Discipline of Desire': Since the future outcome of an oracle concerns external events (body, property, life/death), it falls outside our control and is therefore 'indifferent' (adiaphora). The Stoic must approach the future without fear or craving, focusing only on the correct use of whatever happens. 2) The 'Discipline of Action': Epictetus strictly limits when one should consult oracles. One must never consult the gods on matters of moral duty. If reason dictates you must save a friend or defend your country, the risk of death (bad omens) is irrelevant. To ask an oracle 'should I do the right thing if it is dangerous?' is acts as an admission that your virtue is conditional on your safety, which is a vice. Duty is absolute; the consequences are indifferent.",
    "thematic_lexicon": [
      {
        "term": "λόγος (logos)",
        "translation": "Reason",
        "lexicon_entry": "The divine, rational principle organizing the universe."
      },
      {
        "term": "ἐφʼ ἡμῖν (eph’ hēmin)",
        "translation": "Up to us",
        "lexicon_entry": "The 'Dichotomy of Control' (internal vs. external)."
      },
      {
        "term": "ὄρεξις (orexis)",
        "translation": "Desire",
        "lexicon_entry": "Reaching for what is perceived as good."
      },
      {
        "term": "ἀδιάφορος (adiaphoros)",
        "translation": "Indifferent",
        "lexicon_entry": "Things that do not affect the soul's virtue (wealth, health)."
      },
      {
        "term": "θεός (theos)",
        "translation": "The Divine",
        "lexicon_entry": "The immanent creative reason within matter."
      },
      {
        "term": "κακός (kakos)",
        "translation": "Vice/Evil",
        "lexicon_entry": "Moral corruption; the only true evil."
      }
    ]
  },
  {
    "chapter": 33,
    "greek": "τάξον τινὰ ἤδη χαρακτῆρα σαυτῷ καὶ τύπον, ὃν φυλάξεις ἐπί τε σεαυτοῦ ὢν καὶ ἀνθρώποις\n     ἐντυγχάνων. καὶ σιωπὴ τὸ πολὺ ἔστω ἢ λαλείσθω τὰ ἀναγκαῖα καὶ\n     διʼ ὀλίγων. σπανίως δέ ποτε καιροῦ παρακαλοῦντος ἐπὶ τὸ λέγειν λέξον μέν, ἀλλὰ περὶ οὐδενὸς τῶν\n     τυχόντων· μὴ περὶ μονομαχιῶν, μὴ περὶ ἱπποδρομιῶν, μὴ περὶ ἀθλητῶν, μὴ περὶ βρωμάτων ἢ πομάτων,\n     τῶν ἑκασταχοῦ, μάλιστα δὲ μὴ περὶ ἀνθρώπων ψέγων ἢ ἐπαινῶν ἢ συγκρίνων. ἂν μὲν οὖν οἷός τε ᾖς, μετάγαγε τοῖς σοῖς λόγοις καὶ τοὺς τῶν συνόντων\n     ἐπὶ τὸ προσῆκον. εἰ δὲ ἐν ἀλλοφύλοις ἀποληφθεὶς τύχοις, σιώπα. γέλως μὴ πολὺς ἔστω μηδὲ ἐπὶ πολλοῖς μηδὲ ἀνειμένος. ὅρκον\n     παραίτησαι, εἰ μὲν οἷόν τε, εἰς ἅπαν, εἰ δὲ μή, ἐκ τῶν ἐνόντων. ἑστιάσεις τὰς ἔξω καὶ ἰδιωτικὰς\n     διακρούου· ἐὰν δέ ποτε γίνηται καιρός, ἐντετάσθω σοι ἡ\n     προσοχή, μήποτε ἄρα ὑπορρυῇς εἰς ἰδιωτισμόν. ἴσθι γάρ, ὅτι, ἐὰν ὁ ἑταῖρος ᾖ μεμολυσμένος, καὶ\n     τὸν συνανατριβόμενον αὐτῷ συμμολύνεσθαι ἀνάγκη, κἂν αὐτὸς ὢν τύχῃ καθαρός. τὰ περὶ τὸ σῶμα μέχρι τῆς χρείας ψιλῆς παραλάμβανε, οἷον τροφάς, πόμα,\n     ἀμπεχόνην, οἰκίαν, οἰκετίαν· τὸ δὲ πρὸς δόξαν ἢ τρυφὴν ἅπαν περίγραφε. περὶ ἀφροδίσια εἰς\n     δύναμιν πρὸ γάμου καθαρευτέον· ἁπτομένῳ δὲ ὧν νόμιμόν ἐστι\n     μεταληπτέον. μὴ μέντοι ἐπαχθὴς γίνου τοῖς χρωμένοις μηδὲ ἐλεγκτικός· μηδὲ πολλαχοῦ τὸ ὅτι αὐτὸς\n     οὐ χρῇ, παράφερε. ἐὰν τίς σοι ἀπαγγείλῃ ὅτι ὁ δεῖνά σε κακῶς\n     λέγει, μὴ ἀπολογοῦ πρὸς τὰ λεχθέντα, ἀλλʼ ἀποκρίνου διότι ἠγνόει γὰρ τὰ ἄλλα τὰ προσόντα μοι\n      κακά, ἐπεὶ οὐκ ἂν ταῦτα μόνα ἔλεγεν. εἰς τὰ θέατρα τὸ πολὺ παριέναι οὐκ ἀναγκαῖον. εἰ δέ ποτε\n     καιρὸς εἴη, μηδενὶ σπουδάζων φαίνου ἢ σεαυτῷ, τοῦτʼ ἔστι. θέλε γίνεσθαι μόνα τὰ γινόμενα καὶ\n     νικᾶν μόνον τὸν νικῶντα· οὕτω γὰρ οὐκ ἐμποδισθήσῃ. βοῆς δὲ καὶ τοῦ ἐπιγελᾶν τινι ἢ ἐπὶ πολὺ\n     συγκινεῖσθαι παντελῶς ἀπέχου. καὶ μετὰ τὸ ἀπαλλαγῆναι μὴ πολλὰ περὶ τῶν γεγενημένων διαλέγου,\n     ὅσα μὴ φέρει πρὸς τὴν σὴν ἐπανόρθωσιν· ἐμφαίνεται γὰρ ἐκ τοῦ τοιούτου, ὅτι ἐθαύμασας τὴν θέαν. εἰς ἀκροάσεις τινῶν μὴ εἰκῇ μηδὲ ῥᾳδίως πάριθι· παριὼν δὲ\n     τὸ σεμνὸν καὶ τὸ εὐσταθὲς καὶ ἅμα ἀνεπαχθὲς φύλασσε. ὅταν\n     τινὶ μέλλῃς συμβαλεῖν, μάλιστα τῶν ἐν ὑπεροχῇ δοκούντων, πρόβαλε σαυτῷ, τί ἂν ἐποίησεν ἐν τούτῳ\n     Σωκράτης ἢ Ζήνων, καὶ οὐκ ἀπορήσεις τοῦ χρήσασθαι προσηκόντως τῷ ἐμπεσόντι. ὅταν φοιτᾷς πρός τινα τῶν μέγα δυναμένων, πρόβαλε, ὅτι οὐχ εὑρήσεις\n     αὐτὸν ἔνδον, ὅτι ἀποκλεισθήσῃ, ὅτι ἐντιναχθήσονταί σοι αἱ θύραι, ὅτι οὐ φροντιεῖ σου. κἂν σὺν\n     τούτοις ἐλθεῖν καθήκῃ, ἐλθὼν φέρε τὰ γινόμενα καὶ μηδέποτε εἴπῃς αὐτὸς πρὸς ἑαυτὸν ὅτι οὐκ\n      ἦν τοσούτου· ἐν ταῖς ὁμιλίαις ἀπέστω τὸ ἑαυτοῦ τινων ἔργων ἢ κινδύνων ἐπὶ πολὺ καὶ ἀμέτρως\n     μεμνῆσθαι. οὐ γάρ, ὡς σοὶ ἡδύ ἐστι τὸ τῶν σῶν κινδύνων μεμνῆσθαι, οὕτω καὶ τοῖς ἄλλοις ἡδύ ἐστι\n     τὸ τῶν σοὶ συμβεβηκότων ἀκούειν. ἀπέστω δὲ καὶ τὸ γέλωτα\n     κινεῖν· ὀλισθηρὸς γὰρ ὁ τρόπος εἰς ἰδιωτισμὸν καὶ ἅμα ἱκανὸς τὴν αἰδῶ τὴν πρὸς σὲ τῶν πλησίον\n     ἀνιέναι. ἐπισφαλὲς δὲ καὶ τὸ εἰς αἰσχρολογίαν προελθεῖν.\n     ὅταν οὖν τι συμβῇ τοιοῦτον, ἂν μὲν εὔκαιρον ᾖ, καὶ ἐπίπληξον τῷ προελθόντι· εἰ δὲ μή, τῷ γε\n     ἀποσιωπῆσαι καὶ ἐρυθριᾶσαι καὶ σκυθρωπάσαι δῆλος γίνου δυσχεραίνων τῷ λόγῳ.",
    "english": "Immediately prescribe some character and pattern for yourself which you will observe when you are alone and when you meet with people. Let silence be the general rule, or say only what is necessary and in few words. Rarely, and when the occasion demands, speak, but not about common topics—not about gladiators, horse races, athletes, or food and drink—these are everywhere. Above all, avoid speaking about people, either to blame, praise, or compare them. If you can, steer the conversation of your company toward what is becoming; but if you find yourself isolated among strangers, remain silent. Do not laugh much, nor at many things, nor unrestrainedly. Refuse to swear oaths completely if possible; if not, avoid it as much as you can. Avoid banquets hosted by those outside the philosophy; but if the occasion ever requires it, maintain strict attention lest you slip into the ways of the vulgar. For know this: if your companion is dirty, he who rubs against him must necessarily become dirty, even if he himself was clean. Take what relates to the body only as far as bare need requires—food, drink, clothing, shelter, servants. Cut out everything that tends toward show or luxury. Regarding sex, remain pure before marriage as best you can; if you indulge, take only what is lawful. But do not make yourself offensive or critical to those who use it, nor frequently boast that you do not. If someone reports to you that a certain person speaks ill of you, do not make excuses about what was said, but answer: 'He obviously did not know my other faults, or he would not have mentioned only these.' It is not necessary to go to the public shows often. If the occasion arises, appear serious to no one but yourself; that is, wish only for things to happen as they do, and for the winner to be the one who actually wins; thus you will not be hindered. Abstain entirely from shouting, laughing at others, or violent excitement. And when you leave, do not talk much about what happened, except for what contributes to your own improvement; otherwise, it would appear you were struck with admiration for the spectacle. Do not go to public recitations casually or easily; but if you do, preserve your dignity and steadiness, and at the same time avoid being disagreeable. When you are about to meet someone, especially those who seem to be superiors, set before yourself this question: 'What would Socrates or Zeno have done in this situation?' and you will not be at a loss to handle the occasion properly. When you go to the house of someone in great power, propose to yourself that you will not find him at home, that you will be shut out, that the doors will be slammed in your face, that he will not care about you. If, despite this, it is your duty to go, go and bear what happens, and never say to yourself, 'It was not worth the trouble.' For that is the mark of a vulgar person who is at odds with external things. In conversation, avoid frequent and excessive mention of your own actions or dangers; for however pleasant it is for you to recall your risks, it is not as pleasant for others to hear them. Avoid also the attempt to provoke laughter; for this is a slippery slope toward vulgarity and is enough to lower the respect your neighbors have for you. It is also dangerous to lapse into obscene language. When anything of this sort happens, if it is a suitable time, rebuke the person who has proceeded so far; if not, at least show by your silence, blushing, and frowning that you are displeased by what was said.",
    "notes": "This chapter is the practical handbook for 'social insulation.' Epictetus recognizes that the greatest threat to a developing Stoic's character (prohairesis) is social contamination—the pressure to conform to the values of the uneducated majority ('idiotes'). The instructions cover the disciplines of Assent (not judging others), Desire (avoiding luxury and lust), and Action (speaking with purpose). \n\nKey themes include: \n1. **The Stamp of Character**: You must consciously design your persona rather than letting society mold it.\n2. **Silence and Speech**: Speech is a reflection of the mind; trivial speech reflects a trivial mind. Gossip is particularly forbidden because it involves judging things outside our control.\n3. **Social Contagion**: The metaphor of the 'dirty companion' is central. You cannot engage intimately with non-philosophers without risking your own moral hygiene unless your character is ironclad.\n4. **Indifference to Reputation**: The retort to slander ('He didn't know my other faults') is the ultimate expression of invulnerability to external opinion.\n5. **Modeling the Sage**: Visualizing Socrates or Zeno provides an immediate template for virtuous action in high-pressure social situations.",
    "thematic_lexicon": [
      {
        "term": "λόγος (logos)",
        "translation": "Reason",
        "lexicon_entry": "The divine, rational principle organizing the universe."
      },
      {
        "term": "προσοχή (prosochē)",
        "translation": "Attention",
        "lexicon_entry": "Mindfulness; constant vigilance over one's thoughts."
      },
      {
        "term": "ἄνθρωπος (anthropos)",
        "translation": "Human Being",
        "lexicon_entry": "A rational, social animal."
      },
      {
        "term": "κακός (kakos)",
        "translation": "Vice/Evil",
        "lexicon_entry": "Moral corruption; the only true evil."
      }
    ]
  },
  {
    "chapter": 34,
    "greek": "ὅταν ἡδονῆς τινος φαντασίαν λάβῃς, καθάπερ ἐπὶ τῶν ἄλλων, φύλασσε σαυτόν, μὴ συναρπασθῇς ὑπʼ\n     αὐτῆς· ἀλλʼ ἐκδεξάσθω σε τὸ πρᾶγμα, καὶ ἀναβολήν τινα παρὰ σεαυτοῦ λάβε. ἔπειτα μνήσθητι\n     ἀμφοτέρων τῶν χρόνων, καθʼ ὅν τε ἀπολαύσεις τῆς ἡδονῆς, καὶ καθʼ ὃν ἀπολαύσας ὕστερον\n     μετανοήσεις καὶ αὐτὸς σεαυτῷ λοιδορήσῃ· καὶ τούτοις ἀντίθες ὅπως ἀποσχόμενος χαιρήσεις καὶ\n     ἐπαινέσεις αὐτὸς σεαυτόν. ἐὰν δέ σοι καιρὸς φανῇ ἅψασθαι τοῦ ἔργου, πρόσεχε, μὴ ἡττήσῃ σε τὸ\n     προσηνὲς αὐτοῦ καὶ ἡδὺ καὶ ἐπαγωγόν· ἀλλʼ ἀντιτίθει, πόσῳ ἄμεινον τὸ συνειδέναι σεαυτῷ ταύτην\n     τὴν νίκην νενικηκότι.",
    "english": "When you are struck by the appearance of some pleasure, guard yourself—as with all impressions—so that you are not swept away by it. Do not let the impression hurry you; instead, make the matter wait and take a short delay. Then, bring to mind two distinct moments: the time when you will enjoy the pleasure, and the time afterwards when you will regret it and berate yourself. Contrast these with how you will rejoice and praise yourself if you abstain. Even if the occasion to act seems appropriate, take care not to be defeated by its allure, sweetness, and charm; set against all of this the far greater satisfaction of knowing that you have won this victory.",
    "notes": "This chapter provides a practical cognitive exercise for mastering desire and resisting the immediate pull of 'phantasia' (impressions). Epictetus prescribes the technique of 'delay' to prevent automatic assent to irrational impulses. By visualizing the future regret inherent in yielding to base pleasure versus the lasting pride of self-control, the Stoic re-frames the temptation. The focus is shifted from the external object to the internal state of the ruling faculty, framing the exercise of temperance as a glorious 'victory' for one's moral character.",
    "thematic_lexicon": [
      {
        "term": "φαντασία (phantasia)",
        "translation": "Impression",
        "lexicon_entry": "The initial mental presentation of an event."
      }
    ]
  },
  {
    "chapter": 35,
    "greek": "ὅταν τι διαγνούς, ὅτι ποιητέον ἐστί, ποιῇς, μηδέποτε φύγῃς ὀφθῆναι πράσσων αὐτό, κἂν ἀλλοῖόν\n     τι μέλλωσιν οἱ πολλοὶ περὶ αὐτοῦ ὑπολαμβάνειν. εἰ μὲν γὰρ οὐκ ὀρθῶς ποιεῖς, αὐτὸ τὸ ἔργον\n     φεῦγε· εἰ δὲ ὀρθῶς, τί φοβῇ τοὺς ἐπιπλήξοντας οὐκ ὀρθῶς;",
    "english": "When you have determined that something must be done and are doing it, never shun being seen doing it, even if the multitude is likely to judge it differently. For if you are not acting rightly, flee from the act itself; but if you are acting rightly, why do you fear those who rebuke you wrongly?",
    "notes": "This chapter addresses the Stoic stance on reputation and public opinion. It teaches that the moral quality of an action—whether it is right or wrong—is the only thing that matters. If an action is vicious, it should not be done at all. If it is virtuous, the negative opinions of others are merely external indifferents that cannot harm the moral agent. To hide a righteous act out of shame or fear is to mistakenly value the ignorant judgments of the crowd over the truth of one's own character.",
    "thematic_lexicon": []
  },
  {
    "chapter": 36,
    "greek": "ὡς τὸ ἡμέρα ἐστί νύξ ἐστι",
    "english": "If you take on a role that is beyond your power, you not only disgrace yourself in that role, but you also neglect the one that you were capable of fulfilling.",
    "notes": "Epictetus here addresses the concept of 'prosōpon' (role or character). Wisdom consists not only of understanding universal human nature but also one's own individual capacities and limitations. To attempt a role (career, social status, or behavior) for which you are not naturally suited is an error in judgment that leads to a double failure: you perform poorly and ridiculously in the assumed role, and by wasting time on it, you fail to perform the duties of the role that was actually within your power and nature to fulfill excellently.",
    "thematic_lexicon": []
  },
  {
    "chapter": 37,
    "greek": "ἐὰν ὑπὲρ δύναμιν ἀναλάβῃς τι πρόσωπον, καὶ ἐν τούτῳ ἠσχημόνησας καί, ὃ ἠδύνασο ἐκπληρῶσαι,\n     παρέλιπες.",
    "english": "If you take on a role that is beyond your power, you both disgrace yourself in that role and abandon the one you could have fulfilled.",
    "notes": "Epictetus warns against ambition that exceeds one's natural capacity. In Stoicism, identifying and adhering to one's appropriate character (prosopon) is crucial for living in accordance with nature. By attempting a role for which you are ill-suited, you commit a double error: you perform the new role poorly due to incompetence, and you neglect the duties of the role that actually aligns with your abilities.",
    "thematic_lexicon": []
  },
  {
    "chapter": 38,
    "greek": "ἐν τῷ περιπατεῖν καθάπερ προσέχεις, μὴ ἐπιβῇς ἥλῳ ἢ στρέψῃς τὸν πόδα σου, οὕτω πρόσεχε, μὴ\n     καὶ τὸ ἡγεμονικὸν βλάψῃς τὸ σεαυτοῦ. καὶ τοῦτο ἐὰν ἐφʼ ἑκάστου ἔργου παραφυλάσσωμεν,\n     ἀσφαλέστερον ἁψόμεθα τοῦ ἔργου.",
    "english": "When walking, just as you take care not to step on a nail or twist your foot, so too take care that you do not harm your ruling faculty. If we observe this rule in every action, we shall set about our work more safely.",
    "notes": "Epictetus employs an analogy between physical prudence and spiritual vigilance. Just as physical injuries (like a sprained ankle) hinder movement, damage to the 'hegemonikon'—the ruling faculty or commanding center of the mind—hinders the ability to live virtually and rationally. The core Stoic practice highlighted here is 'prosoche' (attention or mindfulness): the constant vigilance required to protect one's moral character and judgment from corruption during daily activities.",
    "thematic_lexicon": []
  },
  {
    "chapter": 39,
    "greek": "μέτρον κτήσεως τὸ σῶμα ἑκάστῳ ὡς ὁ ποὺς ὑποδήματος. ἐὰν μὲν οὖν ἐπὶ τούτου στῇς, φυλάξεις τὸ\n     μέτρον· ἐὰν δὲ ὑπερβῇς, ὡς κατὰ κρημνοῦ λοιπὸν ἀνάγκη φέρεσθαι· καθάπερ καὶ ἐπὶ τοῦ ὑποδήματος,\n     ἐὰν ὑπὲρ τὸν πόδα ὑπερβῇς, γίνεται κατάχρυσον ὑπόδημα, εἶτα πορφυροῦν, κεντητόν. τοῦ γὰρ ἅπαξ\n     ὑπὲρ τὸ μέτρον ὅρος οὐθείς ἐστιν.",
    "english": "The body is the measure of property for each person, just as the foot is the measure for the shoe. If you stand by this limit, you will keep the proper measure; but if you go beyond it, you will inevitably be swept away as if rushing down a cliff. It is the same with the shoe: if you go beyond the needs of the foot, you get a gilded shoe, then a purple one, then an embroidered one. For once you exceed the measure, there is no limit.",
    "notes": "This chapter illustrates the Stoic distinction between natural desires (which have a limit) and empty desires (which are infinite). The body provides a natural boundary for wealth—we only need enough to sustain ourselves. However, once we seek possessions for luxury or status rather than utility, we detach from nature. The metaphor of the shoe shows that a gold or purple shoe does not serve the foot better; it serves vanity. Once you step over the line of necessity, there is no logical stopping point, and you fall into a bottomless pit of endless accumulation.",
    "thematic_lexicon": []
  },
  {
    "chapter": 40,
    "greek": "αἱ γυναῖκες εὐθὺς ἀπὸ τεσσαρεσκαίδεκα ἐτῶν ὑπὸ τῶν ἀνδρῶν κυρίαι καλοῦνται. τοιγαροῦν ὁρῶσαι,\n     ὅτι ἄλλο μὲν οὐδὲν αὐταῖς πρόσεστι, μόνον δὲ συγκοιμῶνται τοῖς ἀνδράσι, ἄρχονται καλλωπίζεσθαι\n     καὶ ἐν τούτῳ πάσας ἔχειν τὰς ἐλπίδας. προσέχειν οὖν ἄξιον, ἵνα αἴσθωνται, διότι ἐπʼ οὐδενὶ ἄλλῳ\n     τιμῶνται ἢ τῷ κόσμιαι φαίνεσθαι καὶ αἰδήμονες.",
    "english": "From the age of fourteen, women are addressed as 'mistresses' by men. Seeing, therefore, that they are regarded as having no other function but to serve as bedfellows, they begin to adorn themselves and place all their hopes in this alone. It is worthwhile, then, to ensure they understand that they are honored for nothing other than appearing modest, discreet, and self-respecting.",
    "notes": "Epictetus observes that society conditions women to value themselves solely on external appearance and sexual utility ('bedfellows'). This misplaced value leads them to invest all their effort in the body ('adorn themselves'), which is an external indifference in Stoicism, rather than the mind. The Stoic imperative here is to reorient value judgments: true honor and worth come not from physical beauty, but from the internal state of one's character—specifically 'aidēmones' (modesty/sense of shame) and 'kosmiai' (decency/orderliness). The goal is to cultivate the rational ruling faculty rather than the body.",
    "thematic_lexicon": []
  },
  {
    "chapter": 41,
    "greek": "Ἀφυΐας σημεῖον τὸ ἐνδιατρίβειν τοῖς περὶ τὸ σῶμα, οἷον ἐπὶ πολὺ γυμνάζεσθαι, ἐπὶ πολὺ\n     ἐσθίειν, ἐπὶ πολὺ πίνειν, ἐπὶ πολὺ ἀποπατεῖν, ὀχεύειν. ἀλλὰ ταῦτα μὲν ἐν παρέργῳ ποιητέον· περὶ\n     δὲ τὴν γνώμην ἡ πᾶσα ἔστω ἐπιστροφή.",
    "english": "It is a sign of a lack of natural ability to spend too much time on bodily concerns—such as exercising long, eating long, drinking long, moving your bowels, or copulating. Instead, these things should be done merely as incidental tasks; let your whole attention be turned toward your own ruling faculty.",
    "notes": "Epictetus emphasizes the Stoic hierarchy of value where the body is an 'indifferent' (external to the moral self) and the mind (prohairesis) is the seat of virtue. Obsessing over biological maintenance or physical pleasure reduces a human to the level of an animal. The body must be sustained only enough to support the mind, which requires our full attention.",
    "thematic_lexicon": []
  },
  {
    "chapter": 42,
    "greek": "ὅταν σέ τις κακῶς ποιῇ ἢ κακῶς λέγῃ, μέμνησο, ὅτι καθήκειν αὐτῷ οἰόμενος ποιεῖ ἢ λέγει. οὐχ\n     οἷόν τε οὖν ἀκολουθεῖν αὐτὸν τῷ σοὶ φαινομένῳ, ἀλλὰ τῷ ἑαυτῷ, ὥστε, εἰ κακῶς αὐτῷ φαίνεται,\n     ἐκεῖνος βλάπτεται, ὅστις καὶ ἐξηπάτηται. καὶ γὰρ τὸ ἀληθὲς συμπεπλεγμένον ἄν τις ὑπολάβῃ\n     ψεῦδος, οὐ τὸ συμπεπλεγμένον βέβλαπται, ἀλλʼ ὁ ἐξαπατηθείς. ἀπὸ τούτων οὖν ὁρμώμενος πρᾴως\n     ἕξεις πρὸς τὸν λοιδοροῦντα. ἐπιφθέγγου γὰρ ἐφʼ ἑκάστῳ ὅτι ἔδοξεν αὐτῷ.",
    "english": "When someone treats you badly or speaks ill of you, keep in mind that he acts or speaks believing it is appropriate for him to do so. It is impossible for him to follow what appears right to you, but only what appears right to him. Therefore, if he judges wrongly, he is the one harmed, for he is the one deceived. For instance, if someone supposes a true logical conjunction to be false, the conjunction itself is not damaged, but the person who is deceived is. Setting out from these principles, you will be gentle toward the person who reviles you. For on every occasion, simply exclaim: 'It seemed that way to him.'",
    "notes": "This chapter provides a cognitive technique for anger management and forgiveness based on Stoic epistemology. Epictetus asserts that all human actions stem from 'phantasia' (impressions)—specifically, the individual's judgment of what is appropriate or good. If someone insults you, they do so because they mistakenly believe it is the right thing to do or that you deserve it. This is an intellectual error. Since the Stoics believe that vice (ignorance and injustice) is the only true harm, the wrongdoer harms their own soul (ruling faculty) by acting irrationally, while the victim remains unharmed provided they do not assent to a false impression of injury. The analogy of the 'conjunction' (a complex proposition in logic) illustrates that objective truth remains untouched by subjective error. By recognizing that others act based on their own flawed perceptions ('It seemed so to him'), the Stoic student replaces anger with pity or indifference.",
    "thematic_lexicon": [
      {
        "term": "κακός (kakos)",
        "translation": "Vice/Evil",
        "lexicon_entry": "Moral corruption; the only true evil."
      }
    ]
  },
  {
    "chapter": 43,
    "greek": "πᾶν πρᾶγμα δύο ἔχει λαβάς, τὴν μὲν φορητήν, τὴν δὲ ἀφόρητον. ὁ ἀδελφὸς ἐὰν ἀδικῇ, ἐντεῦθεν\n     αὐτὸ μὴ λάμβανε, ὅτι ἀδικεῖ (αὕτη γὰρ ἡ λαβή ἐστιν αὐτοῦ οὐ φορητή), ἀλλὰ ἐκεῖθεν μᾶλλον, ὅτι\n     ἀδελφός, ὅτι σύντροφος, καὶ λήψῃ αὐτὸ καθʼ ὃ φορητόν.",
    "english": "Every circumstance has two handles: one by which it can be carried, and one by which it cannot. If your brother acts unjustly toward you, do not grasp the matter by the handle that he is wronging you, for that is the handle by which it cannot be carried. Instead, grasp it by the other handle—that he is your brother, that you were nurtured together. By doing so, you will take hold of it where it can be borne.",
    "notes": "Epictetus employs the practical metaphor of 'two handles' to teach the discipline of assent. While we cannot control the actions of others (such as a brother's injustice), we have absolute power over how we interpret those actions. One perspective (focusing on the wrong) leads to resentment, emotional disturbance, and a heavy spirit—this is the 'unbearable' handle. The other perspective (focusing on the relationship, shared history, and nature's bond) aligns with 'oikeiosis' (Stoic affinity) and allows us to maintain our social roles and inner tranquility. The Stoic student is urged to actively choose the narrative that makes life bearable and preserves their character.",
    "thematic_lexicon": []
  },
  {
    "chapter": 44,
    "greek": "οὗτοι οἱ λόγοι ἀσύνακτοι ἐγώ σου πλουσιώτερός εἰμι, ἐγώ σου ἄρα κρείσσων· ἐγώ σου λογιώτερος, ἐγώ σου ἄρα κρείσσων. ἐγώ σου\n      πλουσιώτερός εἰμι, ἡ ἐμὴ ἄρα κτῆσις τῆς σῆς κρείσσων· ἐγώ σου λογιώτερος, ἡ ἐμὴ ἄρα λέξις τῆς σῆς κρείσσων.",
    "english": "These statements represent bad logic: 'I am richer than you, therefore I am superior to you'; 'I am more eloquent than you, therefore I am superior to you.' The following conclusions, however, are logical: 'I am richer than you, therefore my property is superior to yours'; 'I am more eloquent than you, therefore my speech is superior to yours.' For you are, in fact, neither property nor speech.",
    "notes": "This chapter focuses on logic (dialectic) and the correct definition of the Self. Epictetus points out a logical fallacy (non sequitur) where people equate external advantages (indifferents) with human worth. In Stoicism, one's value is determined solely by the condition of their ruling faculty (prohairesis) and virtue, not by possessions or skills. Since you are not your clothes, your money, or your words, superiority in those areas does not equate to superiority of the person.",
    "thematic_lexicon": [
      {
        "term": "λόγος (logos)",
        "translation": "Reason",
        "lexicon_entry": "The divine, rational principle organizing the universe."
      }
    ]
  },
  {
    "chapter": 45,
    "greek": "λούεταί τις ταχέως· μὴ εἴπῃς ὅτι κακῶς, ἀλλʼ ὅτι ταχέως. πίνει τις πολὺν οἶνον· μὴ εἴπῃς ὅτι\n     κακῶς, ἀλλʼ ὅτι πολύν. πρὶν γὰρ διαγνῶναι τὸ δόγμα, πόθεν οἶσθα, εἰ κακῶς; οὕτως οὐ συμβήσεταί\n     σοι ἄλλων μὲν φαντασίας καταληπτικὰς λαμβάνειν, ἄλλοις δὲ συγκατατίθεσθαι.",
    "english": "Does someone bathe hastily? Do not say that he does it badly, but simply that he does it hastily. Does someone drink a great deal of wine? Do not say that he does it badly, but merely that he drinks a great deal. For until you have discerned the judgment behind his action, how do you know if it is bad? By following this rule, you will not run the risk of receiving clear objective impressions of one thing, yet giving your assent to something else entirely.",
    "notes": "This chapter focuses on the Stoic discipline of assent (synkatathesis). Epictetus warns against attaching subjective value judgments to objective observations. We perceive facts (someone bathing quickly, someone drinking much), but we often hastily add a moral interpretation ('badly') without knowing the underlying reason (dogma) or context. A Stoic must separate the objective impression (phantasia) from the internal judgment, ensuring that assent is given only to what is certainly known, thus avoiding rashness and error in judgment.",
    "thematic_lexicon": [
      {
        "term": "φαντασία (phantasia)",
        "translation": "Impression",
        "lexicon_entry": "The initial mental presentation of an event."
      },
      {
        "term": "δόγμα (dogma)",
        "translation": "Principle",
        "lexicon_entry": "Deeply held convictions that guide our interpretations."
      },
      {
        "term": "κακός (kakos)",
        "translation": "Vice/Evil",
        "lexicon_entry": "Moral corruption; the only true evil."
      }
    ]
  },
  {
    "chapter": 46,
    "greek": "μηδαμοῦ σεαυτὸν εἴπῃς φιλόσοφον μηδὲ λάλει τὸ πολὺ ἐν ἰδιώταις περὶ τῶν θεωρημάτων, ἀλλὰ\n     ποίει τὸ ἀπὸ τῶν θεωρημάτων· οἷον ἐν συμποσίῳ μὴ λέγε, πῶς δεῖ ἐσθίειν, ἀλλʼ ἔσθιε, ὡς δεῖ.\n     μέμνησο γάρ, ὅτι οὕτως ἀφῃρήκει πανταχόθεν Σωκράτης τὸ ἐπιδεικτικόν, ὥστε ἤρχοντο πρὸς αὐτὸν\n     βουλόμενοι φιλοσόφοις ὑπʼ αὐτοῦ συσταθῆναι, κἀκεῖνος ἀπῆγεν αὐτούς. οὕτως ἠνείχετο παρορώμενος. κἂν περὶ θεωρήματός τινος ἐν ἰδιώταις ἐμπίπτῃ λόγος, σιώπα\n     τὸ πολύ· μέγας γὰρ ὁ κίνδυνος εὐθὺς ἐξεμέσαι, ὃ οὐκ ἔπεψας. καὶ ὅταν εἴπῃ σοί τις, ὅτι οὐδὲν\n     οἶσθα, καὶ σὺ μὴ δηχθῇς, τότε ἴσθι, ὅτι ἄρχῃ τοῦ ἔργου. ἐπεὶ καὶ τὰ πρόβατα οὐ χόρτον φέροντα\n     τοῖς ποιμέσιν ἐπιδεικνύει πόσον, ἔφαγεν, ἀλλὰ τὴν νομὴν ἔσω πέψαντα ἔρια ἔξω φέρει καὶ γάλα·\n     καὶ σὺ τοίνυν μὴ τὰ θεωρήματα τοῖς ἰδιώταις ἐπιδείκνυε, ἀλλʼ ἀπʼ αὐτῶν πεφθέντων τὰ ἔργα.",
    "english": "Never call yourself a philosopher, and do not talk a great deal among the uninstructed about philosophical theorems, but simply do what the theorems prescribe. For example, at a banquet, do not lecture on how one ought to eat, but eat as one ought. Remember that Socrates had so completely eliminated all ostentation that people actually came to him asking to be introduced to philosophers, and he took them to others; he was content to be overlooked. If a conversation about some philosophical principle arises among the uninstructed, remain mostly silent, for there is great danger that you will immediately vomit up what you have not yet digested. When someone tells you that you know nothing and you are not offended, know then that you are making a start at the work. For sheep do not bring their grass to the shepherds to show how much they have eaten; rather, they digest their fodder internally and produce wool and milk externally. Therefore, do not display your theorems to the uninstructed, but rather display the actions that result from them once they are digested.",
    "notes": "This chapter is a stern warning against intellectual vanity and the premature display of knowledge. Epictetus distinguishes between the mere memorization of precepts (theorems) and the actual assimilation of wisdom. He uses the vivid metaphor of digestion: just as a sheep proves it has eaten by producing wool and milk—not by regurgitating the grass—a philosopher proves their progress through character and virtuous action, not by reciting arguments. To speak of philosophy before it has transformed your behavior is to 'vomit up' undigested learning. True Stoicism is evidenced by humility (modeled here by Socrates) and the silent embodiment of principles in daily life.",
    "thematic_lexicon": [
      {
        "term": "λόγος (logos)",
        "translation": "Reason",
        "lexicon_entry": "The divine, rational principle organizing the universe."
      }
    ]
  },
  {
    "chapter": 47,
    "greek": "ὅταν εὐτελῶς ἡρμοσμένος ᾖς κατὰ τὸ σῶμα, μὴ καλλωπίζου ἐπὶ τούτῳ μήδʼ, ἂν ὕδωρ πίνῃς, ἐκ\n     πάσης ἀφορμῆς λέγε, ὅτι ὕδωρ πίνεις. κἂν ἀσκῆσαί ποτε πρὸς πόνον θέλῃς. σεαυτῷ καὶ μὴ τοῖς ἔξω·\n     μὴ τοὺς ἀνδριάντας περιλάμβανε· ἀλλὰ διψῶν ποτε σφοδρῶς ἐπίσπασαι ψυχροῦ ὕδατος καὶ ἔκπτυσον\n     καὶ μηδενὶ εἴπῃς.",
    "english": "When you have adapted your body to plain living, do not make a display of it. If you drink only water, do not say upon every occasion, 'I drink water.' If you desire to train yourself for endurance, do it for yourself and not for the world. Do not embrace statues in the public square. Instead, when you are burning with thirst, take a mouthful of cold water, spit it out, and tell no one.",
    "notes": "This chapter warns against spiritual pride and virtue signaling. In Stoicism, asceticism (askēsis) is a private discipline intended to strengthen the will and reduce attachment to externals, not a performance to garner praise. If you boast about your frugality or toughness, you immediately trade the internal good of character for the external indifferent of reputation, destroying your progress. The exercise of spitting out water when thirsty illustrates a method of training impulse control: denying the body's craving to prove your mastery over it, while strictly ensuring the act remains internal and unseen.",
    "thematic_lexicon": []
  },
  {
    "chapter": 48,
    "greek": "ἰδιώτου στάσις καὶ χαρακτήρ· οὐδέποτε ἐξ ἑαυτοῦ προσδοκᾷ ὠφέλειαν ἢ βλάβην, ἀλλʼ ἀπὸ τῶν ἔξω.\n     φιλοσόφου στάσις καὶ χαρακτήρ· πᾶσαν ὠφέλειαν καὶ βλάβην ἐξ ἑαυτοῦ προσδοκᾷ. σημεῖα προκόπτοντος· οὐδένα ψέγει, οὐδένα ἐπαινεῖ, οὐδένα μέμφεται,\n     οὐδενὶ ἐγκαλεῖ, οὐδὲν περὶ ἑαυτοῦ λέγει ὡς ὄντος τινὸς ἢ εἰδότος τι. ὅταν ἐμποδισθῇ τι ἢ\n     κωλυθῇ, ἑαυτῷ ἐγκαλεῖ. κἄν τις αὐτὸν ἐπαινῇ, καταγελᾷ τοῦ ἐπαινοῦντος αὐτὸς παρʼ ἑαυτῷ· κἂν\n     ψέγῃ, οὐκ ἀπολογεῖται. περίεισι δὲ καθάπερ οἱ ἄρρωστοι, εὐλαβούμενός τι κινῆσαι τῶν\n     καθισταμένων, πρὶν πῆξιν λαβεῖν. ὄρεξιν ἅπασαν ἦρκεν ἐξ\n     ἑαυτοῦ· τὴν δʼ ἔκκλισιν εἰς μόνα τὰ παρὰ φύσιν τῶν ἐφʼ ἡμῖν μετατέθεικεν. ὁρμῇ πρὸς ἅπαντα\n     ἀνειμένῃ χρῆται. ἂν ἠλίθιος ἢ ἀμαθὴς δοκῇ, οὐ πεφρόντικεν. ἐνί τε λόγῳ, ὡς ἐχθρὸν ἑαυτὸν\n     παραφυλάσσει καὶ ἐπίβουλον.",
    "english": "The stance and character of the layman is this: he never looks for benefit or harm from himself, but only from things outside himself. The stance and character of the philosopher is this: he looks for all benefit and harm to come from himself. These are the signs of one making progress: he blames no one, praises no one, finds fault with no one, accuses no one, and never speaks of himself as if he were somebody or knew something. If he is hindered or obstructed, he blames himself. If someone praises him, he laughs at the praiser privately; if someone reviles him, he makes no defense. He walks about like an invalid, careful not to disturb his constitution while it is healing, before it has firmly set. He has removed all desire from himself and transferred his aversion only to those things contrary to nature which are within our own power. He employs his impulses toward everything lightly and without strain. If he is thought foolish or ignorant, he does not care. In a word, he keeps watch over himself as his own enemy lying in ambush.",
    "notes": "This chapter defines the fundamental shift from the 'idiotes' (layperson) to the philosopher: the relocation of the source of good and harm from externals to the internal ruling center (prohairesis). It outlines the behavioral symptoms of the 'prokopton' (one making progress). Notable is the metaphor of the invalid; the student of Stoicism must treat their mind as a healing wound, fragile and easily re-injured by passions until wisdom solidifies ('sets'). The text emphasizes extreme vigilance, self-blame over external blame, and the elimination of ego-driven desire.",
    "thematic_lexicon": [
      {
        "term": "λόγος (logos)",
        "translation": "Reason",
        "lexicon_entry": "The divine, rational principle organizing the universe."
      },
      {
        "term": "φύσις (physis)",
        "translation": "Nature",
        "lexicon_entry": "The cosmic and biological order; living 'according to nature' is the goal."
      },
      {
        "term": "ἐφʼ ἡμῖν (eph’ hēmin)",
        "translation": "Up to us",
        "lexicon_entry": "The 'Dichotomy of Control' (internal vs. external)."
      },
      {
        "term": "ὁρμή (horme)",
        "translation": "Impulse",
        "lexicon_entry": "The soul's movement toward action, practiced 'with reservation.'"
      },
      {
        "term": "ὄρεξις (orexis)",
        "translation": "Desire",
        "lexicon_entry": "Reaching for what is perceived as good."
      }
    ]
  },
  {
    "chapter": 49,
    "greek": "ὅταν τις ἐπὶ τῷ νοεῖν καὶ ἐξηγεῖσθαι δύνασθαι τὰ Χρυσίππου βιβλία σεμνύνηται, λέγε αὐτὸς πρὸς\n     ἑαυτὸν ὅτι εἰ μὴ Χρύσιππος ἀσαφῶς ἐγεγράφει, οὐδὲν ἂν εἶχεν οὗτος, ἐφʼ ᾧ ἐσεμνύνετο. ἐπανάγνωθί μοι Χρύσιππον,",
    "english": "Abide by the principles you have set for yourself as if they were laws, and as if you would be committing impiety if you transgressed them. And whatever anyone says about you, pay it no mind; for that is no longer your concern.",
    "notes": "Epictetus emphasizes the sanctity of the 'prohairesis' (moral character). Once Reason determines a correct course of action, it must be treated as a divine law; to violate one's own reasoned judgment is 'impiety' against the divine spark within. Furthermore, the opinion of others (reputation) is classified as an 'external'—it is not within our control and therefore not 'ours.' To worry about it is to surrender one's freedom.",
    "thematic_lexicon": []
  },
  {
    "chapter": 50,
    "greek": "ὅσα προτίθεται, τούτοις ὡς νόμοις, ὡς ἀσεβήσων, ἂν παραβῇς, ἔμμενε. ὅ τι δʼ ἂν ἐρῇ τις περὶ\n     σοῦ, μὴ ἐπιστρέφου· τοῦτο γὰρ οὐκ ἔτʼ ἔστι σόν.",
    "english": "Stand fast by the principles you have decided upon as though they were laws, and as if you would be committing an act of impiety to transgress them. And whatever anyone says about you, pay it no heed; for that is no longer your affair.",
    "notes": "Epictetus elevates personal moral resolutions to the status of divine law. To violate one's own reasoned judgment (prohairesis) is framed as 'impiety,' suggesting that consistency in virtue is a religious duty to the divine spark (Logos) within. The second part reiterates the dichotomy of control: other people's opinions are external, outside your power, and therefore irrelevant to your moral character.",
    "thematic_lexicon": []
  },
  {
    "chapter": 51,
    "greek": "εἰς ποῖον ἔτι χρόνον ἀναβάλλῃ τὸ τῶν βελτίστων ἀξιοῦν σεαυτὸν καὶ ἐν μηδενὶ παραβαίνειν τὸν\n     διαιροῦντα λόγον; παρείληφας τὰ θεωρήματα, οἷς ἔδει σε συμβάλλειν, καὶ συμβέβληκας. ποῖον οὖν\n     ἔτι διδάσκαλον προσδοκᾷς, ἵνα εἰς ἐκεῖνον ὑπερθῇ τὴν ἐπανόρθωσιν ποιῆσαι τὴν σεαυτοῦ; οὐκ ἔτι\n     εἶ μειράκιον, ἀλλὰ ἀνὴρ ἤδη τέλειος. ἂν νῦν ἀμελήσῃς καὶ ῥᾳθυμήσῃς καὶ ἀεὶ προθέσεις ἐκ\n     προθέσεως ποιῇ καὶ ἡμέρας ἄλλας ἐπʼ ἄλλαις ὁρίζῃς, μεθʼ ἃς προσέξεις σεαυτῷ, λήσεις σεαυτὸν οὐ\n     προκόψας, ἀλλʼ ἰδιώτης διατελέσεις καὶ ζῶν καὶ ἀποθνῄσκων. ἤδη οὖν ἀξίωσον σεαυτὸν βιοῦν ὡς τέλειον καὶ προκόπτοντα· καὶ πᾶν τὸ βέλτιστον φαινόμενον ἔστω\n     σοι νόμος ἀπαράβατος. κἂν ἐπίπονόν τι ἢ ἡδὺ ἢ ἔνδοξον ἢ ἄδοξον προσάγηται, μέμνησο, ὅτι νῦν ὁ\n     ἀγὼν καὶ ἤδη πάρεστι τὰ Ὀλύμπια καὶ οὐκ ἔστιν ἀναβάλλεσθαι οὐκέτι καὶ ὅτι παρὰ μίαν ἡμέραν καὶ\n     ἓν πρᾶγμα καὶ ἀπόλλυται προκοπὴ καὶ σῴζεται. Σωκράτης οὕτως\n     ἀπετελέσθη, ἐπὶ πάντων τῶν προσαγομένων αὐτῷ μηδενὶ ἄλλῳ προσέχων ἢ τῷ λόγῳ. σὺ δὲ εἰ καὶ μήπω\n     εἶ Σωκράτης, ὡς Σωκράτης γε εἶναι βουλόμενος ὀφείλεις βιοῦν.",
    "english": "How long will you put off thinking yourself worthy of the best things and in no way transgressing the distinctions of reason? You have received the principles to which you ought to agree, and you have agreed to them. What sort of teacher are you still waiting for, that you should defer your own correction until his arrival? You are no longer a boy, but a full-grown man. If you are now negligent and lazy, always adding delay to delay, fixing day after day when you will finally attend to yourself, then without even realizing it, you will make no progress, but will live and die a commoner. Therefore, decide immediately to live as a mature man who is making progress. Let whatever appears to be the best be to you an inviolable law. If you encounter anything painful, or pleasant, or reputable, or disreputable, remember: the contest is now, the Olympic Games are here, and you cannot delay any longer; progress is lost or saved by a single day and a single action. This is how Socrates became perfect, attending to nothing in all that he encountered except reason. And you, even if you are not yet Socrates, ought to live as one who wants to be Socrates.",
    "notes": "This chapter is Epictetus' clarion call for immediate application of Stoic principles. He chides the student for procrastination, distinguishing between the 'idiotes' (the layman or commoner who lives without philosophy) and the 'prokoptôn' (the one making progress). The core metaphor treats life not as a practice session, but as the Olympic Games themselves—meaning the time for preparation is over, and every event (pain, pleasure, glory, disgrace) is a contest happening right now. He emphasizes the fragility of moral habit; a single moment of negligence can unravel the discipline one has built. The ultimate standard is Reason (Logos), modeled by Socrates, who achieved perfection by allowing nothing else to dictate his actions.",
    "thematic_lexicon": [
      {
        "term": "λόγος (logos)",
        "translation": "Reason",
        "lexicon_entry": "The divine, rational principle organizing the universe."
      }
    ]
  },
  {
    "chapter": 52,
    "greek": "ὁ πρῶτος καὶ ἀναγκαιότατος τόπος ἐστὶν ἐν φιλοσοφίᾳ ὁ τῆς χρήσεως τῶν θεωρημάτων, οἷον τὸ μὴ\n     ψεύδεσθαι· ὁ δεύτερος ὁ τῶν ἀποδείξεων, οἷον πόθεν ὅτι οὐ δεῖ ψεύδεσθαι· τρίτος ὁ αὐτῶν τούτων\n     βεβαιωτικὸς καὶ διαρθρωτικός, οἷον πόθεν ὅτι τοῦτο ἀπόδειξις; τί γάρ ἐστιν ἀπόδειξις, τί\n     ἀκολουθία, τί μάχη, τί ἀληθές, τί ψεῦδος; οὐκοῦν ὁ μὲν τρίτος\n     τόπος ἀναγκαῖος διὰ τὸν δεύτερον, ὁ δὲ δεύτερος διὰ τὸν πρῶτον· ὁ δὲ ἀναγκαιότατος καὶ ὅπου\n     ἀναπαύεσθαι δεῖ, ὁ πρῶτος. ἡμεῖς δὲ ἔμπαλιν ποιοῦμεν· ἐν γὰρ τῷ τρίτῳ τόπῳ διατρίβομεν καὶ περὶ\n     ἐκεῖνόν ἐστιν ἡμῖν ἡ πᾶσα σπουδή· τοῦ δὲ πρώτου παντελῶς ἀμελοῦμεν. τοιγαροῦν ψευδόμεθα μέν,\n     πῶς δὲ ἀποδείκνυται ὅτι οὐ δεῖ ψεύδεσθαι, πρόχειρον ἔχομεν.",
    "english": "The first and most necessary field in philosophy is the application of principles—for example, the principle not to lie. The second involves proofs—for instance, demonstrating why one must not lie. The third confirms and articulates the first two—asking, for example, 'How do we know this is a proof? What is a demonstration? What is a logical consequence? What is a contradiction? What is truth? What is falsehood?' Therefore, the third field is necessary for the sake of the second, and the second for the sake of the first. But the most critical field, the one where we must truly dwell, is the first. We, however, do the exact opposite. We waste our time in the third field and devote all our zeal to it, while completely neglecting the first. As a result, we lie—even though we have the proof that one ought not to lie ready at the tip of our tongues.",
    "notes": "Epictetus here outlines the hierarchy of the three Stoic 'topoi' (fields of study). The First Topos (Action/Desire) is the most critical: it is the actual practice of virtue in daily life. The Second Topos (Demonstration) provides the theoretical reasons for our actions. The Third Topos (Logic/Assent) validates the reasoning structure itself. The central critique is that students often become obsessed with the Third Topos—logical puzzles and academic theory—while failing to integrate the First Topos. True philosophy is not knowing how to define a lie, but possessing the character required to stop lying.",
    "thematic_lexicon": []
  },
  {
    "chapter": 53,
    "greek": "ἐπὶ παντὸς πρόχειρα ἑκτέον ταῦτα· ἀλλʼ, ὦ Κρίτων, εἰ ταύτῃ τοῖς θεοῖς φίλον, ταύτῃ γενέσθω. ἐμὲ δὲ Ἄνυτος καὶ Μέλιτος ἀποκτεῖναι μὲν δύνανται, βλάψαι δὲ οὔ.",
    "english": "On every occasion, hold these maxims ready at hand: 'But, O Crito, if it is pleasing to the gods, let it be so.' And: 'Anytus and Meletus can kill me, but they cannot harm me.'",
    "notes": "This passage serves as the Stoic's ultimate armor, meant to be kept 'at hand' (procheiron) for immediate use during crises. Epictetus invokes Socrates, the Stoic model of a sage, to demonstrate two critical disciplines: the Discipline of Desire (accepting Fate/God's will without complaint) and the unshakable understanding that the 'self' resides in the moral will (prohairesis), not the body. While others can destroy your physical existence, they cannot inflict true harm—which is defined solely as moral corruption—unless you allow them to disturb your mind.",
    "thematic_lexicon": [
      {
        "term": "θεός (theos)",
        "translation": "The Divine",
        "lexicon_entry": "The immanent creative reason within matter."
      }
    ]
  }
]
